Repository: sanjana2296/GDD-dhvani
Catalog: src/locale/messages.*.xlf
Languages: es, fr

# aboutGDDContent
source: We must understand and accept that children develop at their own pace, so don't be alarmed if your child takes a slightly different course. Every parent, however, has the right to find out if there is something different.<br/> The first five years of children’s life is most important as it during this period when they develop most of the abilities. All children need to be encouraged when they achieve these skills by us, their parents. <br/> We need to give them love and affection, sing, talk, listen and play with them<br/> Developmental Delay provides an opportunity for provision of services and programs based on a child’s strengths and needs, as measured by the five developmental areas, when the assessment of a more specific disability due to a child’s young age cannot be considered statistically reliable or valid.<br/><br/> The five developmental domains assessed for Developmental Delay are:<br/> 1. Physical/Motor coordination: Gross/fine motor skills, jumping, hopping, throwing/catching, drawing, stacking<br/> 2. Cognitive: Thinking, reasoning, problem-solving, understanding<br/> 3. Communication: Smiling, listening, babbling, talking, pointing to things<br/> 4. Social/Emotional: Initiating peer contact, group play, showing affection, copying facial expressions<br/> 5. Adaptive: Dressing, eating, washing<br/><br/> Now when a child has delayed development in two or more of the above domains, then the child may have “global developmental delay” or GDD.<br/> A child may just have delay in one specific domain this is not GDD and may have a different diagnostic and treatment approach. So, it is important that the type of delay is identified as early as possible so support for your child can begin and it usually is tailored to your child’s specific needs. The earlier support is put in place, the better chance of improvement for the child.<br/><br/> <span>Is your child showing signs of developmental delay?</span><br/> More often than not, parents are often the first to realize that their child is not developing in an expected way or at the same pace as their peers.<br/> A child’s development can be slower than others for various reasons, including if they are born prematurely or become ill. If a child becomes severely ill they may even appear to regress and no longer be able to do things they could before the onset of the illness. For most children, once they recover, their development will speed up and they will catch up.<br/> Family events such as the arrival of a new baby in a family can also cause a child to slow down their progress for a short while. If a child’s progress slows for a while, and there seems to be a reason for this, such as one of the events above, this is not necessarily a cause for concern. But if the delay is persistent, or happens for no obvious reason, it is important that you seek advice so that any help can be given as soon as possible.<br/> Any accident or illness that affects the brain can also impact on a child’s development. Some children will be slower in their progress because they are born with a medical condition which restricts their development. This condition might be diagnosed shortly after their birth. However, a child being slow in their development can sometimes be the first sign that the child has an underlying medical condition.<br/><br/> Important: If you are worried about your child’s progress you should talk to your pediatrician. It is time to make a visit<br/> <br/><div><i> “When I noticed Ishaani wasn’t progressing the way she should, the doctor I took her to, didn’t know much about her medical condition, she had never such a case but she did refer us to another doctor from a bigger hospital” </i></div> <br/><br/> <span>Remember: It will take time for the doctors to make the diagnosis</span><br/> Specialists will consider all the different areas of concern for your child and think about the most likely reasons for their difficulties. They might carry out tests to rule out possible causes or to confirm what the reasons are. They may even find a name or ‘diagnosis’ for the condition. However, different conditions can cause similar symptoms and it is not always possible to test for all of these.<br/> It might be necessary to wait to see if your child makes progress in their development, or for other symptoms to appear that will help in making a diagnosis.<br/> If a child has a rare condition it can be even more difficult for doctors to identify the reasons, as less is known about the condition and the doctor might never have seen someone with that condition before.<br/> Advances in science and genetic testing means new conditions are being identified all the time. It is not possible for doctors to know about all of these conditions, but this should not prevent them from being able to treat your child’s symptoms.<br/> Children can sometimes wait for years for a diagnosis and some never get a diagnosis, but support is still available for them even without a diagnosis. Some parents can find this a worrying time. Not having a diagnosis for a child’s condition can seem worse than knowing and parents are often bewildered by what could be the cause.<br/> Not all parents, however, will react in this way. Sometimes parents prefer not to have a diagnosis as this helps them focus on the issues that are happening rather than compare their child with others with the same condition. Even if your child has been diagnosed with a condition, it can still be difficult to know how this will affect them as the same condition can affect children in different ways.<br/><br/><br/> <div><i> In Ishaani’s case, the first few years was a struggle for me, I did not know anyone who had a child like her or what her condition was called. I constantly was under pressure to finding a name for our daughter’s condition and kept researching on this wherever and whenever I could. My daughter’s pediatrician listened to everything I said, but was helpless as she explained that Ishaani had overlapping symptoms and no single name could be given to her condition. Till the end Ishaani was undiagnosed and there was no specific name for her condition”</i></div> <br/> Source:<br/> https://www.clevelandschools.org/cms/lib/TN01917036/Centricity/D omain/277/Developmental%20Delay%20Resource%20Packet.pdf
es: हमें यह समझना और स्वीकार करना चाहिए कि बच्चे अपने आप विकसित होते हैं यदि आपका बच्चा थोड़ा अलग है, तो गति नहीं है, इसलिए चिंतित न हों पाठ्यक्रम। हालांकि, हर माता-पिता को यह पता लगाने का अधिकार है कि क्या है कुछ अलग.<br/> बच्चों के जीवन के पहले पाँच वर्ष इसके दौरान सबसे महत्वपूर्ण हैं इस अवधि जब वे अधिकांश क्षमताओं का विकास करते हैं। सभी बच्चों को चाहिए प्रोत्साहित किया जाए जब वे हमारे, उनके माता-पिता द्वारा इन कौशलों को हासिल करें। <br/> हमें उन्हें प्यार और स्नेह देने, गाने, बात करने, सुनने और खेलने की जरूरत है उनके साथ<br/> विकासात्मक विलंब सेवाओं के प्रावधान का अवसर प्रदान करता है और एक बच्चे की ताकत और जरूरतों पर आधारित कार्यक्रम, जैसा कि इसके द्वारा मापा गया है पांच विकासात्मक क्षेत्रों, जब एक अधिक विशिष्ट का मूल्यांकन एक बच्चे की कम उम्र के कारण विकलांगता को सांख्यिकीय रूप से नहीं माना जा सकता है विश्वसनीय या मान्य।<br/><br/> विकासात्मक विलंब के लिए पाँच विकासात्मक डोमेन का मूल्यांकन किया गया इस प्रकार हैं:<br/> 1. शारीरिक / मोटर समन्वय: सकल / ठीक मोटर कौशल, कूद, रोकना, फेंकना / पकड़ना, चित्र बनाना, ढेर लगाना<br/> 2. संज्ञानात्मक: सोच, तर्क, समस्या-समाधान, समझ<br/> 3. संचार: मुस्कुराते हुए, सुनते हुए, बड़बड़ाते हुए, बात करते हुए, इशारा करते हुए चीज़ें<br/> 4. सामाजिक / भावनात्मक: सहकर्मी से संपर्क करना, समूह खेलना, दिखाना स्नेह, चेहरे के भावों की नकल करना<br/> 5. अनुकूली: कपड़े पहनना, खाना, धोना<br/><br/> अब जब एक बच्चे ने दो या अधिक के विकास में देरी की है डोमेन के ऊपर, फिर बच्चे का “वैश्विक विकास हो सकता है देरी ”या GDD।<br/> एक बच्चे को केवल एक विशिष्ट डोमेन में देरी हो सकती है यह GDD और नहीं है एक अलग नैदानिक ​​और उपचार दृष्टिकोण हो सकता है। इसलिए यह महत्वपूर्ण यह है कि देरी के प्रकार की पहचान यथाशीघ्र की जाए आपके बच्चे के लिए समर्थन शुरू हो सकता है और यह आमतौर पर आपके अनुरूप होता है बच्चे की विशिष्ट आवश्यकताएं। पहले का समर्थन बेहतर जगह पर रखा गया है बच्चे के लिए सुधार का मौका।<br/><br/> <span> क्या आपका बच्चा विकास में देरी के संकेत दिखा रहा है?</span><br/> अधिक बार नहीं, माता-पिता अक्सर सबसे पहले महसूस करते हैं कि उनका बच्चा अपेक्षित तरीके से या उसी गति से विकास नहीं कर रहा है जैसे कि उनके साथी।<br/> विभिन्न कारणों से एक बच्चे का विकास दूसरों की तुलना में धीमा हो सकता है: अगर वे समय से पहले पैदा हुए हैं या बीमार हो गए हैं। अगर एक बच्चा गंभीर रूप से बीमार हो जाते हैं वे फिर से प्रकट हो सकते हैं और अब नहीं हो सकते हैं बीमारी की शुरुआत से पहले वे चीजें करने में सक्षम थे। अधिकांश के लिए बच्चे, एक बार ठीक होने के बाद, उनका विकास तेज हो जाएगा और वे पकड़ लेंगे।<br/> पारिवारिक कार्यक्रम जैसे परिवार में नए बच्चे का आगमन भी हो सकता है एक बच्चे को थोड़ी देर के लिए उनकी प्रगति को धीमा करने का कारण बनाएं। यदि एक बच्चे की प्रगति थोड़ी देर के लिए धीमी हो जाती है, और इसके लिए एक कारण प्रतीत होता है इस तरह के ऊपर घटनाओं में से एक के रूप में, यह जरूरी एक कारण नहीं है चिंता के लिए। लेकिन अगर देरी लगातार होती है, या स्पष्ट नहीं होती है कारण, यह महत्वपूर्ण है कि आप सलाह लें ताकि कोई मदद मिल सके जितनी जल्दी हो सके।<br/> मस्तिष्क को प्रभावित करने वाली कोई भी दुर्घटना या बीमारी भी प्रभावित कर सकती है बच्चे का विकास। कुछ बच्चे अपनी प्रगति में धीमे होंगे क्योंकि वे एक चिकित्सा स्थिति के साथ पैदा हुए हैं जो उनके लिए प्रतिबंधित है विकास। इस स्थिति का निदान उनके शीघ्र ही बाद में किया जा सकता है जन्म। हालांकि, एक बच्चा उनके विकास में धीमा हो सकता है पहला संकेत यह है कि बच्चे की एक अंतर्निहित चिकित्सा स्थिति है।<br/><br/> महत्वपूर्ण: यदि आप अपने बच्चे की प्रगति के बारे में चिंतित हैं अपने बाल रोग विशेषज्ञ से बात करनी चाहिए। यह एक यात्रा करने का समय है<br/> <br/><div><i> जब मैंने देखा कि ईशानी जिस तरह से आगे बढ़ रही है, वह आगे नहीं बढ़ रही है, तो डॉक्टर मुझे उसके पास ले गए, उसकी मेडिकल स्थिति के बारे में बहुत कुछ नहीं जानते, उसके पास ऐसा कोई मामला नहीं था, लेकिन उसने हमें दूसरे डॉक्टर के पास भेजा एक बड़े अस्पताल से ”</i></div> <br/><br/> <span>याद रखें: डॉक्टरों को निदान करने में समय लगेगा </span><br/> विशेषज्ञ आपके लिए चिंता के सभी विभिन्न क्षेत्रों पर विचार करेंगे बच्चे और उनकी कठिनाइयों के सबसे संभावित कारणों के बारे में सोचें। वे संभावित कारणों का पता लगाने या पुष्टि करने के लिए परीक्षण कर सकते हैं क्या कारण हैं। वे इसके लिए एक नाम या 'निदान' भी खोज सकते हैं शर्त। हालांकि, विभिन्न स्थितियां समान हो सकती हैं लक्षण और इन सभी के लिए परीक्षण करना हमेशा संभव नहीं होता है।<br/> It might be necessary to wait to see if your child makes progress in their development, or for other symptoms to appear that will help in making a diagnosis.<br/> यदि किसी बच्चे की दुर्लभ स्थिति है तो यह और भी मुश्किल हो सकता है डॉक्टर कारणों की पहचान करने के लिए, क्योंकि स्थिति के बारे में कम ज्ञात है और डॉक्टर ने शायद कभी किसी को उस हालत में नहीं देखा होगा पहले।<br/> विज्ञान और आनुवांशिक परीक्षण में प्रगति का मतलब है नई परिस्थितियां हर समय पहचाना जा रहा है। डॉक्टरों के लिए यह जानना संभव नहीं है इन सभी स्थितियों के बारे में, लेकिन इससे उन्हें रोका नहीं जाना चाहिए आपके बच्चे के लक्षणों का इलाज करने में सक्षम होना।<br/> बच्चे कभी-कभी निदान के लिए वर्षों तक इंतजार कर सकते हैं और कुछ कभी नहीं एक निदान प्राप्त करें, लेकिन उनके बिना अभी भी समर्थन उपलब्ध है निदान। कुछ माता-पिता इसे एक चिंताजनक समय पा सकते हैं। नहीं होने से एक बच्चे की स्थिति के लिए निदान जानने और से भी बदतर लग सकता है माता-पिता अक्सर इस बात से घबरा जाते हैं कि इसका कारण क्या हो सकता है।<br/> हालांकि, सभी माता-पिता इस तरह से प्रतिक्रिया नहीं करेंगे। कभी-कभी माता-पिता निदान न करना पसंद करें क्योंकि इससे उन्हें मुद्दों पर ध्यान केंद्रित करने में मदद मिलती है इसके बजाय ऐसा हो रहा है कि अपने बच्चे की तुलना दूसरों से करें वही हालत। भले ही आपके बच्चे का निदान किया गया हो हालत, यह जानना अभी भी मुश्किल हो सकता है कि यह उन्हें कैसे प्रभावित करेगा एक ही स्थिति बच्चों को विभिन्न तरीकों से प्रभावित कर सकती है।<br/><br/><br/> <div><i> इशानी के मामले में, पहले कुछ साल मेरे लिए एक संघर्ष था, मैंने नहीं किया किसी को भी पता है कि उसके जैसा बच्चा था या उसकी हालत क्या थी। मैं लगातार अपनी बेटी के लिए नाम खोजने के लिए दबाव में था हालत और मैं और जब भी मैं इस पर शोध जारी रखा सकता है। मेरी बेटी के बाल रोग विशेषज्ञ ने मेरी हर बात सुनी, लेकिन असहाय था जैसा कि उसने समझाया कि इशानी में अतिव्यापी लक्षण थे और उसकी स्थिति के लिए कोई भी नाम नहीं दिया जा सकता था। आखिर तक ईशानी अपरिष्कृत थी और उसके लिए कोई विशिष्ट नाम नहीं था शर्त"</i></div> <br/> Source:<br/> https://www.clevelandschools.org/cms/lib/TN01917036/Centricity/D omain/277/Developmental%20Delay%20Resource%20Packet.pdf
fr: ಮಕ್ಕಳನ್ನು ತಮ್ಮದೇ ಆದ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿ ನಾವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕು ಮತ್ತು ಒಪ್ಪಿಕೊಳ್ಳಬೇಕು ವೇಗ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಮಗುವು ಸ್ವಲ್ಪ ವಿಭಿನ್ನವಾದರೆ ಆಘಾತಕ್ಕೊಳಗಾಗುತ್ತದೆ ಕೋರ್ಸ್. ಆದಾಗ್ಯೂ, ಪ್ರತಿ ಪೋಷಕರು, ಇಲ್ಲವೇ ಎಂದು ಕಂಡುಹಿಡಿಯಲು ಹಕ್ಕನ್ನು ಹೊಂದಿದ್ದಾರೆ ಸ್ವಲ್ಪ ವಿಭಿನ್ನ.<br/> ಮಕ್ಕಳ ಜೀವನದಲ್ಲಿ ಮೊದಲ ಐದು ವರ್ಷಗಳು ಅದು ಮುಖ್ಯವಾದದ್ದು ಈ ಅವಧಿಯು ಅವರು ಹೆಚ್ಚಿನ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದಾಗ. ಎಲ್ಲಾ ಮಕ್ಕಳಿಗೆ ಅಗತ್ಯ ಅವರು ಈ ಕೌಶಲ್ಯಗಳನ್ನು ನಮಗೆ, ಅವರ ಹೆತ್ತವರು ಸಾಧಿಸಿದಾಗ ಪ್ರೋತ್ಸಾಹಿಸಬೇಕು.<br/> ನಾವು ಅವರಿಗೆ ಪ್ರೀತಿ ಮತ್ತು ಪ್ರೀತಿಯನ್ನು ನೀಡಬೇಕು, ಹಾಡಲು, ಮಾತನಾಡು, ಕೇಳಲು ಮತ್ತು ನುಡಿಸಬೇಕು ಅವರೊಂದಿಗೆ<br/> ಅಭಿವೃದ್ಧಿಯ ವಿಳಂಬವು ಸೇವೆಗಳ ಅವಕಾಶಕ್ಕಾಗಿ ಒಂದು ಅವಕಾಶವನ್ನು ಒದಗಿಸುತ್ತದೆ ಮತ್ತು ಮಗುವಿನ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಅಗತ್ಯತೆಗಳ ಆಧಾರದ ಮೇಲೆ ಕಾರ್ಯಕ್ರಮಗಳು, ಅಳತೆ ಮಾಡಿದಂತೆ ಹೆಚ್ಚು ನಿರ್ದಿಷ್ಟವಾದ ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದಾಗ ಐದು ಅಭಿವೃದ್ಧಿ ಪ್ರದೇಶಗಳು ಮಗುವಿನ ವಯಸ್ಸಿನ ಕಾರಣದಿಂದ ಅಂಗವೈಕಲ್ಯ ಸಂಖ್ಯಾಶಾಸ್ತ್ರೀಯವಾಗಿ ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ ವಿಶ್ವಾಸಾರ್ಹ ಅಥವಾ ಮಾನ್ಯ.<br/><br/> ಅಭಿವೃದ್ಧಿಯ ವಿಳಂಬಕ್ಕೆ ಐದು ಅಭಿವೃದ್ಧಿ ಕ್ಷೇತ್ರಗಳು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದೆ ಇವುಗಳು:<br/> 1. ಶಾರೀರಿಕ / ಮೋಟಾರ್ ಸಮನ್ವಯ: ಒಟ್ಟು / ಉತ್ತಮ ಮೋಟಾರ್ ಕೌಶಲ್ಯಗಳು, ಜಂಪಿಂಗ್, ಹಾಪಿಂಗ್, ಎಸೆಯುವುದು / ಹಿಡಿಯುವುದು, ಚಿತ್ರಕಲೆ, ಪೇರಿಸುವುದು<br/> 2. ಅರಿವಿನ: ಥಿಂಕಿಂಗ್, ತಾರ್ಕಿಕ, ಸಮಸ್ಯೆ-ಪರಿಹರಿಸುವುದು, ತಿಳುವಳಿಕೆ<br/> 3. ಸಂವಹನ: ನಗುತ್ತಿರುವ, ಕೇಳುವ, ಕಳವಳ, ಮಾತನಾಡುವುದು, ತೋರುತ್ತಿರುವಂತೆ ವಿಷಯಗಳು<br/> 4. ಸಾಮಾಜಿಕ / ಭಾವನಾತ್ಮಕ: ಪೀರ್ ಸಂಪರ್ಕ, ಗುಂಪಿನ ಆಟ, ತೋರಿಸುವಿಕೆ ಪ್ರೀತಿ, ಮುಖದ ಅಭಿವ್ಯಕ್ತಿಗಳನ್ನು ನಕಲಿಸುವುದು<br/> 5. ಅಡಾಪ್ಟಿವ್: ಡ್ರೆಸಿಂಗ್, ತಿನ್ನುವುದು, ತೊಳೆಯುವುದು<br/><br/> ಈಗ ಎರಡು ಅಥವಾ ಹೆಚ್ಚಿನದರಲ್ಲಿ ಮಗುವಿನ ಬೆಳವಣಿಗೆಯನ್ನು ವಿಳಂಬಗೊಳಿಸಿದಾಗ ಡೊಮೇನ್ಗಳ ಮೇಲೆ, ನಂತರ ಮಗುವು "ಜಾಗತಿಕ ಬೆಳವಣಿಗೆ" ಹೊಂದಿರಬಹುದು ವಿಳಂಬ "ಅಥವಾ ಜಿಡಿಡಿ.<br/> ಇದು ಜಿಡಿಡಿ ಅಲ್ಲ ಮತ್ತು ಒಂದು ನಿರ್ದಿಷ್ಟ ಡೊಮೇನ್ನಲ್ಲಿ ಮಗುವಿಗೆ ವಿಳಂಬವಾಗಬಹುದು ಬೇರೆ ರೋಗನಿರ್ಣಯ ಮತ್ತು ಚಿಕಿತ್ಸೆ ವಿಧಾನವನ್ನು ಹೊಂದಿರಬಹುದು. ಆದ್ದರಿಂದ, ಅದು ವಿಳಂಬದ ವಿಧವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಮುಂಚೆಯೇ ಗುರುತಿಸಲಾಗಿದೆ ಎಂದು ಮುಖ್ಯ ನಿಮ್ಮ ಮಗುವಿಗೆ ಬೆಂಬಲವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು ಮತ್ತು ಅದು ಸಾಮಾನ್ಯವಾಗಿ ನಿಮ್ಮೊಂದಿಗೆ ಅನುಗುಣವಾಗಿರುತ್ತವೆ ಮಗುವಿನ ನಿರ್ದಿಷ್ಟ ಅಗತ್ಯತೆಗಳು. ಮೊದಲಿನ ಬೆಂಬಲವನ್ನು ಉತ್ತಮ ಸ್ಥಳದಲ್ಲಿ ಇರಿಸಲಾಗುತ್ತದೆ ಮಗುವಿಗೆ ಸುಧಾರಣೆಗೆ ಅವಕಾಶ<br/><br/> <span> ನಿಮ್ಮ ಮಗುವಿನ ಬೆಳವಣಿಗೆಯ ವಿಳಂಬದ ಲಕ್ಷಣಗಳನ್ನು ತೋರಿಸುತ್ತಿದೆಯೇ? </span><br/> ಹೆಚ್ಚು ಹೆಚ್ಚಾಗಿ, ಪೋಷಕರು ಹೆಚ್ಚಾಗಿ ತಮ್ಮ ಅರಿತುಕೊಂಡರು ಮಗುವಿಗೆ ನಿರೀಕ್ಷಿತ ರೀತಿಯಲ್ಲಿ ಅಥವಾ ಅದೇ ವೇಗದಲ್ಲಿ ಅಭಿವೃದ್ಧಿಯಾಗುತ್ತಿಲ್ಲ ಅವರ ಗೆಳೆಯರು.<br/> ವಿವಿಧ ಕಾರಣಗಳಿಗಾಗಿ ಮಗುವಿನ ಬೆಳವಣಿಗೆ ಇತರರಿಗಿಂತ ನಿಧಾನವಾಗಿರಬಹುದು, ಅವರು ಅಕಾಲಿಕವಾಗಿ ಜನಿಸಿದರೆ ಅಥವಾ ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾಗುತ್ತಾರೆ. ಮಗುವಿನಿದ್ದರೆ ತೀವ್ರವಾಗಿ ಅನಾರೋಗ್ಯಕ್ಕೊಳಗಾಗುತ್ತದೆ ಅವರು ಹಿಮ್ಮೆಟ್ಟಿಸಲು ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ಇನ್ನು ಮುಂದೆ ಇರುವುದಿಲ್ಲ ಅನಾರೋಗ್ಯಕ್ಕೆ ಮುಂಚೆಯೇ ಅವರು ಮಾಡುವ ಕೆಲಸಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಯಿತು. ಹೆಚ್ಚು ಮಕ್ಕಳು, ಅವರು ಚೇತರಿಸಿಕೊಂಡ ನಂತರ, ಅವರ ಅಭಿವೃದ್ಧಿ ವೇಗವಾಗಿ ಮತ್ತು ಅವು ಹಿಡಿಯಿರಿ.<br/> ಒಂದು ಕುಟುಂಬದಲ್ಲಿ ಒಂದು ಹೊಸ ಮಗುವಿನ ಆಗಮನದಂತಹ ಕುಟುಂಬ ಘಟನೆಗಳು ಕೂಡಾ ಮಾಡಬಹುದು ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ ತಮ್ಮ ಪ್ರಗತಿಯನ್ನು ನಿಧಾನಗೊಳಿಸಲು ಮಗುವಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ. ಒಂದು ವೇಳೆ ಮಗುವಿನ ಪ್ರಗತಿಯು ಸ್ವಲ್ಪ ಕಾಲ ನಿಧಾನವಾಗಿ ನಿಲ್ಲುತ್ತದೆ ಮತ್ತು ಇದಕ್ಕೆ ಕಾರಣವೆಂದು ತೋರುತ್ತದೆ ಮೇಲಿನ ಘಟನೆಗಳಲ್ಲೊಂದಾದ, ಇದು ಅಗತ್ಯವಾಗಿಲ್ಲ ಕಾಳಜಿಗಾಗಿ. ಆದರೆ ವಿಳಂಬ ನಿರಂತರವಾಗಿದ್ದರೆ, ಅಥವಾ ಸ್ಪಷ್ಟವಾಗಿಲ್ಲದಿದ್ದರೆ ಸಂಭವಿಸುತ್ತದೆ ಕಾರಣ, ಯಾವುದೇ ಸಲಹೆಯಿಲ್ಲದೆ ನೀವು ಸಲಹೆ ಪಡೆಯಲು ಮುಖ್ಯವಾಗಿರುತ್ತದೆ ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ನೀಡಲಾಗಿದೆ.<br/> ಮಿದುಳಿನ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಯಾವುದೇ ಅಪಘಾತ ಅಥವಾ ಅನಾರೋಗ್ಯದ ಮೇಲೆ ಕೂಡಾ ಪರಿಣಾಮ ಬೀರಬಹುದು ಮಗುವಿನ ಬೆಳವಣಿಗೆ. ಕೆಲವು ಮಕ್ಕಳು ತಮ್ಮ ಪ್ರಗತಿಯಲ್ಲಿ ನಿಧಾನವಾಗಿರುತ್ತಾರೆ ಏಕೆಂದರೆ ಅವರು ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಯಿಂದ ಹುಟ್ಟಿದವರು ತಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ ಅಭಿವೃದ್ಧಿ. ಈ ಸ್ಥಿತಿಯನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಅವರ ಬಳಿಕ ರೋಗನಿರ್ಣಯ ಮಾಡಬಹುದಾಗಿದೆ ಜನ್ಮ. ಆದಾಗ್ಯೂ, ಒಂದು ಮಗುವಿನ ಬೆಳವಣಿಗೆಯಲ್ಲಿ ನಿಧಾನವಾಗಿರಬಹುದು ಕೆಲವೊಮ್ಮೆ ಮಗುವು ಆಧಾರವಾಗಿರುವ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿರುವ ಮೊದಲ ಸಂಕೇತವಾಗಿದೆ.<br/><br/> ಪ್ರಮುಖವಾದದ್ದು: ನಿಮ್ಮ ಮಗುವಿನ ಪ್ರಗತಿಯ ಬಗ್ಗೆ ನೀವು ಚಿಂತೆ ಮಾಡುತ್ತಿದ್ದರೆ ನಿಮ್ಮ ಮಕ್ಕಳ ವೈದ್ಯರೊಂದಿಗೆ ಮಾತನಾಡಬೇಕು. ಇದು ಭೇಟಿ ಮಾಡಲು ಸಮಯ<br/> <br/><div><i> "ನಾನು ಗಮನಿಸಿದಾಗ ಇಶಾನಿಯು ಅವಳು ಮಾಡಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತಿಲ್ಲ ವೈದ್ಯರು ನಾನು ಅವಳನ್ನು ಕರೆದೊಯ್ಯಿದ್ದೆವು, ಅವರ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿಯ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿದಿರಲಿಲ್ಲ, ಆಕೆ ಎಂದಿಗೂ ಅಂತಹ ಪ್ರಕರಣವನ್ನು ಹೊಂದಿರಲಿಲ್ಲ ಆದರೆ ಅವಳು ನಮ್ಮನ್ನು ಮತ್ತೊಂದು ವೈದ್ಯರಿಗೆ ಉಲ್ಲೇಖಿಸಿದ್ದಳು ದೊಡ್ಡ ಆಸ್ಪತ್ರೆಯಿಂದ " </i></div> <br/><br/> <span> ನೆನಪಿಡಿ: ವೈದ್ಯರು ರೋಗನಿರ್ಣಯ ಮಾಡಲು ಇದು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ</span><br/> ತಜ್ಞರು ನಿಮ್ಮ ಎಲ್ಲ ಕಳವಳದ ಪ್ರದೇಶಗಳನ್ನು ಪರಿಗಣಿಸುತ್ತಾರೆ ಮಗು ಮತ್ತು ಅವರ ತೊಂದರೆಗಳಿಗೆ ಹೆಚ್ಚಾಗಿ ಕಾರಣಗಳಿಗಾಗಿ ಯೋಚಿಸುತ್ತಾರೆ. ಸಂಭವನೀಯ ಕಾರಣಗಳನ್ನು ತಳ್ಳಿಹಾಕಲು ಅಥವಾ ದೃಢೀಕರಿಸಲು ಅವರು ಪರೀಕ್ಷೆಗಳನ್ನು ಕೈಗೊಳ್ಳಬಹುದು ಕಾರಣಗಳು ಯಾವುವು. ಅವರು ಹೆಸರು ಅಥವಾ 'ರೋಗನಿರ್ಣಯವನ್ನು' ಹುಡುಕಬಹುದು ಪರಿಸ್ಥಿತಿ. ಹೇಗಾದರೂ, ವಿವಿಧ ಪರಿಸ್ಥಿತಿಗಳು ಹೋಲುವಂತಾಗಬಹುದು ರೋಗಲಕ್ಷಣಗಳು ಮತ್ತು ಇವುಗಳೆಲ್ಲವನ್ನೂ ಪರೀಕ್ಷಿಸಲು ಯಾವಾಗಲೂ ಸಾಧ್ಯವಿಲ್ಲ.<br/> ನಿಮ್ಮ ಮಗುವು ಪ್ರಗತಿ ಸಾಧಿಸುತ್ತದೆಯೇ ಎಂದು ನೋಡಲು ಕಾಯಬೇಕಾಗಬಹುದು ಅವರ ಅಭಿವೃದ್ಧಿ, ಅಥವಾ ಇತರ ರೋಗಲಕ್ಷಣಗಳು ಗೋಚರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಒಂದು ರೋಗನಿರ್ಣಯ ಮಾಡುವ. <br/> ಒಂದು ಮಗುವಿಗೆ ಅಪರೂಪದ ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿದ್ದರೆ ಅದನ್ನು ಇನ್ನಷ್ಟು ಕಷ್ಟವಾಗಬಹುದು ಕಾರಣಗಳನ್ನು ಗುರುತಿಸಲು ವೈದ್ಯರು, ಪರಿಸ್ಥಿತಿಯ ಬಗ್ಗೆ ಕಡಿಮೆ ತಿಳಿದಿರುವಂತೆ ಮತ್ತು ವೈದ್ಯರು ಆ ಸ್ಥಿತಿಯನ್ನು ಯಾರೊಬ್ಬರನ್ನೂ ನೋಡದೆ ಇರಬಹುದು ಮೊದಲು.<br/> ವಿಜ್ಞಾನ ಮತ್ತು ಆನುವಂಶಿಕ ಪರೀಕ್ಷೆಯಲ್ಲಿನ ಅಡ್ವಾನ್ಸಸ್ಗಳು ಹೊಸ ನಿಯಮಗಳು ಸಾರ್ವಕಾಲಿಕ ಗುರುತಿಸಲಾಗಿದೆ. ವೈದ್ಯರು ತಿಳಿದುಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ ಈ ಎಲ್ಲಾ ಷರತ್ತುಗಳ ಬಗ್ಗೆ, ಆದರೆ ಇದು ಅವುಗಳನ್ನು ತಡೆಯುವುದಿಲ್ಲ ನಿಮ್ಮ ಮಗುವಿನ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಗುಣಪಡಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.<br/> ಮಕ್ಕಳು ಕೆಲವೊಮ್ಮೆ ರೋಗನಿರ್ಣಯಕ್ಕಾಗಿ ಕೆಲವು ವರ್ಷಗಳವರೆಗೆ ಕಾಯಬಹುದಾಗಿರುತ್ತದೆ ಮತ್ತು ಕೆಲವರು ಎಂದಿಗೂ ಆಗುವುದಿಲ್ಲ ರೋಗನಿರ್ಣಯವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ, ಆದರೆ ಬೆಂಬಲವಿಲ್ಲದೆ ಸಹ ಅವರಿಗೆ ಲಭ್ಯವಿದೆ ರೋಗನಿರ್ಣಯ. ಕೆಲವು ಪೋಷಕರು ಇದನ್ನು ಚಿಂತಿಸುವ ಸಮಯವನ್ನು ಕಾಣಬಹುದು. ಒಂದು ಇಲ್ಲ ಮಗುವಿನ ಪರಿಸ್ಥಿತಿಗಾಗಿ ರೋಗನಿರ್ಣಯವು ತಿಳಿವಳಿಕೆಗಿಂತ ಕೆಟ್ಟದಾಗಿ ತೋರುತ್ತದೆ ಪೋಷಕರು ಆಗಾಗ್ಗೆ ಕಾರಣವಾಗಬಹುದು ಎಂಬುದರ ಮೂಲಕ ದಿಗ್ಭ್ರಮೆಗೊಂಡರು.<br/> ಆದಾಗ್ಯೂ ಎಲ್ಲಾ ಪೋಷಕರು ಈ ರೀತಿ ಪ್ರತಿಕ್ರಿಯಿಸುವುದಿಲ್ಲ. ಕೆಲವೊಮ್ಮೆ ಪೋಷಕರು ರೋಗನಿರ್ಣಯವನ್ನು ಹೊಂದಿರಬಾರದು ಎಂದು ಆದ್ಯತೆ ನೀಡುವುದರಿಂದ ಇದು ಸಮಸ್ಯೆಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಅವರ ಮಗುವನ್ನು ಇತರರೊಂದಿಗೆ ಹೋಲಿಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ನಡೆಯುತ್ತಿದೆ ಅದೇ ಪರಿಸ್ಥಿತಿ. ನಿಮ್ಮ ಮಗುವಿಗೆ ರೋಗನಿರ್ಣಯ ಮಾಡಿದ್ದರೂ ಸಹ ಸ್ಥಿತಿ, ಇದು ಅವುಗಳನ್ನು ಹೇಗೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ ಎಂದು ತಿಳಿಯುವುದು ಕಷ್ಟವಾಗಬಹುದು ಅದೇ ಸ್ಥಿತಿಯು ಮಕ್ಕಳನ್ನು ವಿವಿಧ ರೀತಿಯಲ್ಲಿ ಪರಿಣಾಮ ಬೀರಬಹುದು.<br/><br/><br/> <div><i> ಇಶಾನಿಯವರ ಪ್ರಕರಣದಲ್ಲಿ, ಮೊದಲ ಕೆಲವು ವರ್ಷಗಳು ನನಗೆ ಹೋರಾಟವಾಗಿತ್ತು, ನಾನು ಮಾಡಲಿಲ್ಲ ಮಗುವನ್ನು ಹೊಂದಿದ ಯಾರಿಗಾದರೂ ಅಥವಾ ಅವಳ ಸ್ಥಿತಿಯನ್ನು ಕರೆಯಲಾಗಿದ್ದ ಯಾರಿಗಾದರೂ ತಿಳಿಯಿರಿ. ನಮ್ಮ ಮಗಳ ಹೆಸರನ್ನು ಹುಡುಕುವಲ್ಲಿ ನಾನು ನಿರಂತರವಾಗಿ ಒತ್ತಡದಲ್ಲಿದ್ದೇವೆ ಪರಿಸ್ಥಿತಿ ಮತ್ತು ಎಲ್ಲಿಯಾದರೂ ಮತ್ತು ಯಾವಾಗ ನಾನು ಈ ಬಗ್ಗೆ ಸಂಶೋಧನೆ ಇದ್ದರು ಸಾಧ್ಯವೋ. ನನ್ನ ಮಗಳು ಮಗುವಿನ ವೈದ್ಯ ನಾನು ಹೇಳಿದ ಎಲ್ಲವನ್ನೂ ಕೇಳುತ್ತಿದ್ದೆ ಇಶಾನಿ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತಿದ್ದಾರೆ ಎಂದು ವಿವರಿಸಿದ ಕಾರಣ ಅಸಹಾಯಕವಾಗಿತ್ತು ಮತ್ತು ಅವಳ ಸ್ಥಿತಿಗೆ ಯಾವುದೇ ಹೆಸರನ್ನು ನೀಡಲಾಗುವುದಿಲ್ಲ. ಮುಗಿಯುವವರೆಗೂ ಇಶಾನಿಯನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ ಮತ್ತು ಅವಳಿಗೆ ಯಾವುದೇ ನಿರ್ದಿಷ್ಟ ಹೆಸರು ಇರಲಿಲ್ಲ ಪರಿಸ್ಥಿತಿ "</i></div> <br/> Source:<br/> https://www.clevelandschools.org/cms/lib/TN01917036/Centricity/D omain/277/Developmental%20Delay%20Resource%20Packet.pdf

# rehabilateContent
source: Once you know that child may have some development delays, it is advisable, with consent from your pediatrician to ensure your child has regular sessions with the physiotherapist, occupational therapist or speech language pathologist. <br/> <br/> “Like I mentioned before I felt that getting a name for Ishaani’s condition would help us when explaining to others what was wrong, but in the end it didn’t really matter. All the health professionals involved needed to know was what the immediate difficulties were, so the right.” <br/> These health professionals are likely to ask questions about how your child has developed since birth and may want to spend time observing and possibly giving them one or more developmental assessments. Professionals are likely to be interested in how your child moves, how many words your child understands and how they play with toys and other people. If you have been recording your child’s progress in their Personal Child Health record, they will find this information useful. The specialists might suggest ways to help your child make more progress. For example, activities to improve movement and coordination or ways to help your child develop their speech and communication. <br/> They might ask you to keep a record of your child’s development, to note their achievements and areas for improvement.
es: एक बार जब आप जानते हैं कि बच्चे में कुछ विकास देरी हो सकती है, तो यह है अपने बच्चे को सुनिश्चित करने के लिए अपने बाल रोग विशेषज्ञ से सहमति के साथ सलाह दी जाती है फिजियोथेरेपिस्ट, व्यावसायिक चिकित्सक के साथ नियमित सत्र होते हैं या भाषण भाषा रोगविज्ञानी। <br/> <br/> “जैसा कि मैंने पहले उल्लेख किया है कि मुझे लगा कि इशानी के लिए एक नाम मिल रहा है हालत दूसरों की व्याख्या करते समय हमारी मदद करेगी कि क्या गलत था, लेकिन अंत में यह वास्तव में मायने नहीं रखता था। सभी स्वास्थ्य पेशेवर शामिल थे यह जानना आवश्यक था कि तात्कालिक कठिनाइयाँ क्या थीं, इसलिए सही।" <br/> इन स्वास्थ्य पेशेवरों से आपके कैसे होने के बारे में सवाल पूछने की संभावना है बच्चे का जन्म से विकास हुआ है और वह समय बिताना चाहता हो सकता है और संभवतः उन्हें एक या अधिक विकासात्मक मूल्यांकन दे रहा है। पेशेवर इस बात में रुचि रखते हैं कि आपका बच्चा कैसे चलता है, कैसे आपके बच्चे को कई शब्द समझ में आते हैं और वे खिलौनों के साथ कैसे खेलते हैं और अन्य लोग। यदि आप अपने बच्चे की प्रगति को उनके रिकॉर्ड में दर्ज कर रहे हैं व्यक्तिगत बाल स्वास्थ्य रिकॉर्ड, वे इस जानकारी को उपयोगी पाएंगे। विशेषज्ञ आपके बच्चे को और अधिक बनाने में मदद करने के तरीके सुझा सकते हैं प्रगति। उदाहरण के लिए, गतिविधियों में सुधार करने के लिए आंदोलन और समन्वय या अपने बच्चे को अपने भाषण को विकसित करने में मदद करने के तरीके और संचार।<br/> वे आपसे अपने बच्चे के विकास का रिकॉर्ड रखने के लिए कह सकते हैं सुधार के लिए उनकी उपलब्धियों और क्षेत्रों पर ध्यान दें।
fr: ಆ ಮಗು ಕೆಲವು ಅಭಿವೃದ್ಧಿ ವಿಳಂಬಗಳನ್ನು ಹೊಂದಿರಬಹುದು ಎಂದು ನಿಮಗೆ ತಿಳಿದ ನಂತರ, ಅದು ನಿಮ್ಮ ಮಗುವಿಗೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಮಗುವಿನಿಂದ ಒಪ್ಪಿಗೆಯೊಂದಿಗೆ ಸಲಹೆ ನೀಡಬಹುದು ಫಿಸಿಯೋಥೆರಪಿಸ್ಟ್, ಔದ್ಯೋಗಿಕ ಚಿಕಿತ್ಸಕನೊಂದಿಗಿನ ನಿಯಮಿತ ಅವಧಿಗಳನ್ನು ಹೊಂದಿದೆ ಅಥವಾ ಭಾಷಣ ಭಾಷೆ ರೋಗಶಾಸ್ತ್ರಜ್ಞ.<br/> <br/> "ಇಶಾನಿಯವರ ಹೆಸರನ್ನು ಪಡೆದುಕೊಳ್ಳುವ ಮೊದಲು ನಾನು ಹೇಳಿದಂತೆ ಪರಿಸ್ಥಿತಿ ಯಾವುದು ತಪ್ಪು ಎಂದು ಇತರರಿಗೆ ವಿವರಿಸುವಾಗ ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಆದರೆ ಕೊನೆಯಲ್ಲಿ ಇದು ನಿಜವಾಗಿಯೂ ವಿಷಯವಲ್ಲ. ಎಲ್ಲಾ ಆರೋಗ್ಯ ವೃತ್ತಿಪರರು ಭಾಗವಹಿಸಿದ್ದಾರೆ ತಕ್ಷಣದ ತೊಂದರೆಗಳು ಏನೆಂದು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದ ಅಗತ್ಯವಿದೆ, ಆದ್ದರಿಂದ ಸರಿ. " <br/> ಈ ಆರೋಗ್ಯ ವೃತ್ತಿಪರರು ಹೇಗೆ ನಿಮ್ಮ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲು ಸಾಧ್ಯತೆಗಳಿವೆ ಜನ್ಮದಿಂದ ಮಗುವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ ಮತ್ತು ಅವಲೋಕಿಸುವ ಸಮಯವನ್ನು ಕಳೆಯಲು ಬಯಸಬಹುದು ಮತ್ತು ಪ್ರಾಯಶಃ ಅವರಿಗೆ ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಅಭಿವೃದ್ಧಿ ಮೌಲ್ಯಮಾಪನಗಳನ್ನು ನೀಡಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಮಗು ಹೇಗೆ ಚಲಿಸುತ್ತದೆ ಎಂಬುದರ ಬಗ್ಗೆ ವೃತ್ತಿಪರರು ಆಸಕ್ತಿ ಹೊಂದಿರುತ್ತಾರೆ ನಿಮ್ಮ ಮಗು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಮತ್ತು ಅವರು ಗೊಂಬೆಗಳೊಂದಿಗೆ ಆಡುವ ಮತ್ತು ಹೇಗೆ ಅನೇಕ ಪದಗಳನ್ನು ಬೇರೆಯವರು. ನಿಮ್ಮ ಮಗುವಿನ ಪ್ರಗತಿಯನ್ನು ನೀವು ಅವರಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತಿದ್ದರೆ ವೈಯಕ್ತಿಕ ಮಕ್ಕಳ ಆರೋಗ್ಯ ದಾಖಲೆ, ಅವರು ಈ ಮಾಹಿತಿಯನ್ನು ಉಪಯುಕ್ತವೆಂದು ಕಾಣುತ್ತಾರೆ. ನಿಮ್ಮ ಮಗುವಿಗೆ ಇನ್ನಷ್ಟು ಸಹಾಯ ಮಾಡಲು ತಜ್ಞರು ಸಲಹೆ ನೀಡಬಹುದು ಪ್ರಗತಿ. ಉದಾಹರಣೆಗೆ, ಚಲನೆಯನ್ನು ಸುಧಾರಿಸಲು ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿಗೆ ಅವರ ಭಾಷಣವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಮತ್ತು ಸಹಾಯ ಮಾಡಲು ಸಹಕಾರ ಅಥವಾ ವಿಧಾನಗಳು ಸಂವಹನ. <br/> ಅವರು ನಿಮ್ಮ ಮಗುವಿನ ಬೆಳವಣಿಗೆಯ ದಾಖಲೆಯನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ಕೇಳಬಹುದು ಸುಧಾರಣೆಗಾಗಿ ಅವರ ಸಾಧನೆಗಳು ಮತ್ತು ಪ್ರದೇಶಗಳನ್ನು ಗಮನಿಸಿ.
