Repository: sanjana2296/GDD-dhvani
Catalog: src/locale/messages.*.xlf
Languages: es, fr

# speechTherapyContent
source: Speech and language therapy helps children learn to communicate, either through speech or other methods. Speech and language therapists can also help if there are problems with eating, drinking and swallowing.<br/><br/> <div> “During the initial phase when I began to suspect that something was off in Ishaani’s developmental chart, we had her examined by the department of speech and audiology when a speech language pathologist had a few sessions with her. Later on when she lost her skills, communication was the least of our problems.” </div>
es: भाषण और भाषा चिकित्सा बच्चों को संवाद करने में मदद करती है, या तो भाषण या अन्य तरीकों के माध्यम से। भाषण और भाषा खाने, पीने की समस्या होने पर चिकित्सक भी मदद कर सकते हैं और निगलने।<br/><br/> <div> “शुरुआती चरण के दौरान जब मुझे संदेह होने लगा कि कुछ है इशानी के विकासात्मक चार्ट में, हमने उसकी जांच की थी भाषण भाषा होने पर भाषण और ऑडियोलॉजी विभाग पैथोलॉजिस्ट के पास उसके साथ कुछ सत्र थे। बाद में जब उसने उसे खो दिया कौशल, संचार हमारी समस्याओं में से कम से कम था। ” </div>
fr: ಮಾತುಕತೆ ಮತ್ತು ಭಾಷೆ ಚಿಕಿತ್ಸೆಯು ಮಕ್ಕಳನ್ನು ಸಂವಹನ ಮಾಡಲು ಕಲಿಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಭಾಷಣ ಅಥವಾ ಇತರ ವಿಧಾನಗಳ ಮೂಲಕ. ಭಾಷಣ ಮತ್ತು ಭಾಷೆ ತಿನ್ನುವ, ಕುಡಿಯುವ ಸಮಸ್ಯೆಗಳಿದ್ದರೆ ಚಿಕಿತ್ಸಕರು ಸಹ ಸಹಾಯ ಮಾಡಬಹುದು ಮತ್ತು ನುಂಗಲು.<br/><br/> <div> "ಆರಂಭಿಕ ಹಂತದಲ್ಲಿ ನಾನು ಏನೋ ಎಂದು ಅನುಮಾನಿಸಲು ಆರಂಭಿಸಿದಾಗ ಇಶಾನಿಯ ಬೆಳವಣಿಗೆಯ ಚಾರ್ಟ್ನಲ್ಲಿ ಆಫ್, ನಾವು ಅವರಿಂದ ಪರಿಶೀಲಿಸಿದ್ದೇವೆ ಭಾಷಣ ಮತ್ತು ಆಡಿಯೋಲಾಜಿ ಇಲಾಖೆ ಭಾಷಣ ಭಾಷೆ ರೋಗಶಾಸ್ತ್ರಜ್ಞರು ಅವಳೊಂದಿಗೆ ಕೆಲವು ಸೆಷನ್ಗಳನ್ನು ಹೊಂದಿದ್ದರು. ನಂತರ ಆಕೆಯನ್ನು ಕಳೆದುಕೊಂಡಾಗ ಕೌಶಲಗಳು, ಸಂವಹನವು ನಮ್ಮ ಸಮಸ್ಯೆಗಳ ಪೈಕಿ ಅತೀ ಕಡಿಮೆ. " </div>

# whereToGoContent
source: I live in Manipal and I have access to one of the best pediatric departments in this part of Karnataka. Ishaani was under the care, treatment and observation of an amazing team lead by Dr Pushpa G Kini at Kasturba Medical hospital, Manipal. We were very fortunate to have her to care for our daughter.<br/> “dhvani.life” gives you the search option to look for hospitals nearby your locations. Just type the location you are looking for and wait for the results.
es: मैं मणिपाल में रहता हूं और मेरी सबसे अच्छी बाल चिकित्सा सुविधा है कर्नाटक के इस भाग में विभाग। इशानी की देखरेख में था, डॉ। पुष्पा जी द्वारा एक अद्भुत टीम लीड का उपचार और अवलोकन मणिपाल के कस्तूरबा मेडिकल अस्पताल में किनी। हम बहुत भाग्यशाली थे उसे हमारी बेटी की देखभाल करने के लिए "Dhvani.life" आपको आस-पास के अस्पतालों की तलाश करने के लिए खोज विकल्प देता है आपके स्थान जिस स्थान को आप खोज रहे हैं, उसे टाइप करें और प्रतीक्षा करें परिणाम।
fr: ನಾನು ಮಣಿಪಾಲ್ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದೇನೆ ಮತ್ತು ನಾನು ಅತ್ಯುತ್ತಮ ಮಕ್ಕಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದ್ದೇನೆ ಕರ್ನಾಟಕದ ಈ ಭಾಗದಲ್ಲಿ ಇಲಾಖೆಗಳು. ಇಶಾನಿಯು ಆರೈಕೆಯಲ್ಲಿದ್ದಳು, ಆಶ್ಚರ್ಯಕರ ತಂಡದ ಚಿಕಿತ್ಸೆ ಮತ್ತು ವೀಕ್ಷಣೆ ಡಾ. ಪುಷ್ಪಾ ಜಿ ಅವರ ನೇತೃತ್ವ ಕಸ್ತೂರ್ಬಾ ಮೆಡಿಕಲ್ ಆಸ್ಪತ್ರೆಯಲ್ಲಿ ಕಿಣಿ, ಮಣಿಪಾಲ್. ನಾವು ಬಹಳ ಅದೃಷ್ಟಶಾಲಿಯಾಗಿದ್ದೇವೆ ನಮ್ಮ ಮಗಳನ್ನು ಕಾಳಜಿ ವಹಿಸಬೇಕು<br/> "Dhvani.life" ನಿಮಗೆ ಸಮೀಪದ ಆಸ್ಪತ್ರೆಗಳನ್ನು ನೋಡಲು ಹುಡುಕಾಟ ಆಯ್ಕೆಯನ್ನು ನೀಡುತ್ತದೆ ನಿಮ್ಮ ಸ್ಥಳಗಳು. ನೀವು ಹುಡುಕುತ್ತಿರುವ ಸ್ಥಳವನ್ನು ಟೈಪ್ ಮಾಡಿ ಮತ್ತು ನಿರೀಕ್ಷಿಸಿ ಫಲಿತಾಂಶಗಳು.

# aboutUsContent
source: This website would not have been possible without the work and contribution of so many people.<br/> I have listed them down here.<br/><br/> I take this opportunity to thank each one of them for helping me out to get this to where it is today.<br/><br/> Thank you!
es: यह वेबसाइट काम के बिना संभव नहीं होती और इतने सारे लोगों का योगदान।<br/> मैंने उन्हें यहाँ सूचीबद्ध किया है।<br/><br/> मैं अपनी मदद करने के लिए उनमें से प्रत्येक को धन्यवाद देने के लिए यह अवसर लेता हूं इसे पाने के लिए जहां यह आज है।<br/><br/> Thank you!
fr: Tಅವರ ವೆಬ್ಸೈಟ್ ಕೆಲಸವಿಲ್ಲದೆಯೇ ಮತ್ತು ಸಾಧ್ಯವಿರಲಿಲ್ಲ ಅನೇಕ ಜನರ ಕೊಡುಗೆ.<br/>ನಾನು ಅವರನ್ನು ಇಲ್ಲಿ ಕೆಳಗೆ ಪಟ್ಟಿ ಮಾಡಿದ್ದೇನೆ.<br/><br/> ನನಗೆ ಸಹಾಯ ಮಾಡಲು ನಾನು ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಧನ್ಯವಾದ ಹೇಳಲು ಈ ಅವಕಾಶವನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತೇನೆ ಇಂದು ಅದು ಎಲ್ಲಿದೆ ಎಂದು ತಿಳಿದುಕೊಳ್ಳಲು.<br/><br/> Thank you!

# WhatAreDevelopmentalMilestonesContent
source: The excitement of parents when they notice their children making eye contact, showing attachment to certain people, trying to babble, saying their first words, pointing at things, handling toys, rolling over on their tummy, crawling, sitting or walking. These actions are the important skills they develop, as they grow and happen at age intervals that most of us are aware. These skills are known as ‘developmental milestones’. These milestones provide important information regarding your child's early development. So you could say that “Developmental milestones” are physical or behavioral signs of development of infants and children.<br/> Usually, a child with developmental delay is much slower in reaching one or more of these milestones than expected. This delay can occur for a variety of reasons and some children eventually catch up. Development delay sometimes occurs because the child is born with a medical condition which restricts their development.<br/> Milestones are different for each age range. These milestones are behaviors that emerge over time, forming the building blocks for growth and continued learning.<br/><br/><br/> Source:<br/> 1. https://www.chop.edu/conditions-diseases/developmental- milestones 2. Sheila Davis, 2015, “Developmental Delay: A guide for families in England, Northern Ireland, Scotland and Wales”. Available [online] at www.cafamily.org.uk/publicationlist
es: माता-पिता की उत्तेजना जब वे अपने बच्चों को बनाने की सूचना देते हैं आँख से संपर्क, कुछ लोगों के लिए लगाव दिखा रहा है, प्रलाप करने की कोशिश कर रहा है, उनका पहला शब्द कहना, चीजों को इंगित करना, खिलौने को संभालना, लुढ़कना उनके पेट पर, रेंगने, बैठने या चलने में। ये क्रियाएं हैं महत्वपूर्ण कौशल वे विकसित करते हैं, जैसे वे उम्र में बढ़ते हैं और होते हैं अंतराल है कि हम में से ज्यादातर जानते हैं। इन कौशल के रूप में जाना जाता है 'विकास के मिल के पत्थर'। ये मील के पत्थर महत्वपूर्ण प्रदान करते हैं आपके बच्चे के शुरुआती विकास के बारे में जानकारी। तो आप कर सकते थे कहते हैं कि "विकासात्मक मील के पत्थर" भौतिक या व्यवहार संकेत हैं शिशुओं और बच्चों का विकास।<br/> आमतौर पर, विकास में देरी के साथ एक बच्चा पहुंचने में बहुत धीमा होता है इनमें से एक या अधिक मील के पत्थर उम्मीद से अधिक हैं। यह देरी हो सकती है कई कारणों से और कुछ बच्चे अंततः पकड़ लेते हैं। विकास में देरी कभी-कभी होती है क्योंकि बच्चा एक के साथ पैदा होता है चिकित्सा स्थिति जो उनके विकास को प्रतिबंधित करती है।<br/> प्रत्येक आयु सीमा के लिए मील के पत्थर अलग-अलग होते हैं। ये मील के पत्थर हैं समय के साथ उभरने वाले व्यवहार, के लिए बिल्डिंग ब्लॉक बनाते हैं विकास और निरंतर सीखना।<br/><br/><br/> Source:<br/> 1. https://www.chop.edu/conditions-diseases/developmental- milestones 2. Sheila Davis, 2015, “Developmental Delay: A guide for families in England, Northern Ireland, Scotland and Wales”. Available [online] at www.cafamily.org.uk/publicationlist
fr: ಪೋಷಕರು ತಮ್ಮ ಮಕ್ಕಳು ಮಾಡುವ ಗಮನಕ್ಕೆ ಬಂದಾಗ ಅವರ ಉತ್ಸಾಹ ಕಣ್ಣಿನ ಸಂಪರ್ಕ, ಕೆಲವು ಜನರಿಗೆ ಲಗತ್ತನ್ನು ತೋರಿಸುವುದು, ಶಿಶುವಿಹಾರ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುವುದು, ತಮ್ಮ ಮೊದಲ ಪದಗಳನ್ನು ಹೇಳುವುದು, ವಿಷಯಗಳನ್ನು ತೋರಿಸುವುದು, ಗೊಂಬೆಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು, ಸುತ್ತಿಕೊಳ್ಳುವುದು ತಮ್ಮ tummy, ಕ್ರಾಲ್, ಕುಳಿತು ಅಥವಾ ವಾಕಿಂಗ್. ಈ ಕ್ರಮಗಳು ಅವರು ಬೆಳೆಯುವ ಮತ್ತು ವಯಸ್ಸಿನಲ್ಲಿ ಸಂಭವಿಸಿದಾಗ ಅವರು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಪ್ರಮುಖ ಕೌಶಲ್ಯಗಳು ಮಧ್ಯದಲ್ಲಿ ನಮಗೆ ಹೆಚ್ಚು ತಿಳಿದಿದೆ. ಈ ಕೌಶಲಗಳನ್ನು ಕರೆಯಲಾಗುತ್ತದೆ 'ಅಭಿವೃದ್ಧಿ ಮೈಲಿಗಲ್ಲುಗಳು'. ಈ ಮೈಲಿಗಲ್ಲುಗಳು ಮುಖ್ಯವಾದವು ನಿಮ್ಮ ಮಗುವಿನ ಮತ್ತು ಆರಂಭಿಕ ಬೆಳವಣಿಗೆಯ ಬಗ್ಗೆ ಮಾಹಿತಿ. ಆದ್ದರಿಂದ ನೀವು ಸಾಧ್ಯವೋ "ಅಭಿವೃದ್ಧಿ ಮೈಲಿಗಲ್ಲುಗಳು" ದೈಹಿಕ ಅಥವಾ ವರ್ತನೆಯ ಚಿಹ್ನೆಗಳಾಗಿವೆ ಎಂದು ಹೇಳುತ್ತಾರೆ ಶಿಶುಗಳು ಮತ್ತು ಮಕ್ಕಳ ಅಭಿವೃದ್ಧಿ.<br/> ಸಾಮಾನ್ಯವಾಗಿ, ಬೆಳವಣಿಗೆಯ ವಿಳಂಬವನ್ನು ಹೊಂದಿರುವ ಮಗುವಿಗೆ ತಲುಪುವಲ್ಲಿ ನಿಧಾನವಾಗಿರುತ್ತದೆ ನಿರೀಕ್ಷಿಸಿದಕ್ಕಿಂತ ಈ ಒಂದು ಮೈಲಿಗಲ್ಲುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಅಥವಾ ಹೆಚ್ಚು. ಈ ವಿಳಂಬ ಸಂಭವಿಸಬಹುದು ವಿವಿಧ ಕಾರಣಗಳಿಗಾಗಿ ಮತ್ತು ಕೆಲವು ಮಕ್ಕಳು ಅಂತಿಮವಾಗಿ ಹಿಡಿಯುತ್ತಾರೆ. ಮಗುವಿನೊಂದಿಗೆ ಜನಿಸಿದ ಕಾರಣ ಅಭಿವೃದ್ಧಿ ವಿಳಂಬವು ಕೆಲವೊಮ್ಮೆ ಸಂಭವಿಸುತ್ತದೆ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿ ತಮ್ಮ ಬೆಳವಣಿಗೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.<br/> ಮೈಲಿಗಲ್ಲುಗಳು ಪ್ರತಿ ವಯಸ್ಸಿನ ಶ್ರೇಣಿಗೆ ವಿಭಿನ್ನವಾಗಿವೆ. ಈ ಮೈಲಿಗಲ್ಲುಗಳು ಕಾಲಾನಂತರದಲ್ಲಿ ಹೊರಹೊಮ್ಮುವ ನಡವಳಿಕೆಗಳು, ಬಿಲ್ಡಿಂಗ್ ಬ್ಲಾಕ್ಸ್ ರಚನೆಗೆ ಬೆಳವಣಿಗೆ ಮತ್ತು ಮುಂದುವರಿದ ಕಲಿಕೆ.<br/><br/><br/> Source:<br/> 1. https://www.chop.edu/conditions-diseases/developmental- milestones 2. Sheila Davis, 2015, “Developmental Delay: A guide for families in England, Northern Ireland, Scotland and Wales”. Available [online] at www.cafamily.org.uk/publicationlist

# BenchMarksSub
source: <span>Nonprofit advocacy: </span>We do not believe in making profits or money out of this. <br/> <span>Anonymity if expected:</span> We respect that you do not want to disclose your identity. <br/> <span>Run by group members:</span> Only the administrator and group members are part of this website development team. <br/> <span> ऑनलाइन समुदाय:</span> हमारा उद्देश्य एक ऑनलाइन सहायता समूह बनाना है
es: <span> गैर-लाभकारी वकालत: </span> हम इसमें से मुनाफा या पैसा बनाने में विश्वास नहीं करते हैं। <br/> <span>यदि अपेक्षित हो तो गुमनामी:</span> हम सम्मान करते हैं कि आप अपनी पहचान का खुलासा नहीं करना चाहते हैं। <br/> <span>समूह के सदस्यों द्वारा चलाएं:</span> केवल व्यवस्थापक और समूह के सदस्य ही इसका हिस्सा हैं वेबसाइट विकास टीम। <br/> <span> ऑनलाइन समुदाय:</span> हमारा उद्देश्य एक ऑनलाइन सहायता समूह बनाना है

# feedContent
source: This page has the stories of “dhvani.life” members, other families, our well-wishers who wish to contribute to the growing community. Go ahead and have a read!
fr: ಈ ಪುಟವು "dhvani.life" ಸದಸ್ಯರು, ಇತರ ಕುಟುಂಬಗಳು, ಬೆಳೆಯುತ್ತಿರುವ ಸಮುದಾಯಕ್ಕೆ ಕೊಡುಗೆ ನೀಡಲು ಬಯಸುವ ನಮ್ಮ ಹಿತೈಷಿಗಳು. ಹೋಗಿ ಮುಂದೆ ಮತ್ತು ಓದಲು!

# BenchMarksSub
source: <span>Nonprofit advocacy: </span>We do not believe in making profits or money out of this. <br/> <span>Anonymity if expected:</span> We respect that you do not want to disclose your identity. <br/> <span>Run by group members:</span> Only the administrator and group members are part of this website development team. <br/> <span>Online community:</span> Our aim is to build an online support group
fr: <span>ಲಾಭರಹಿತ ವಕಾಲತ್ತು: </span> ಇದರ ಲಾಭ ಅಥವಾ ಹಣವನ್ನು ಮಾಡುವಲ್ಲಿ ನಾವು ನಂಬುವುದಿಲ್ಲ. <br/> <span> ಅನಾಮಧೇಯತೆಯನ್ನು ನಿರೀಕ್ಷಿಸಿದರೆ:</span> ನಿಮ್ಮ ಗುರುತನ್ನು ಬಹಿರಂಗಪಡಿಸಲು ನೀವು ಬಯಸುವುದಿಲ್ಲ ಎಂದು ನಾವು ಗೌರವಿಸುತ್ತೇವೆ. <br/> <span> ಗುಂಪಿನ ಸದಸ್ಯರು ನಡೆಸುತ್ತಾರೆ:</span> ನಿರ್ವಾಹಕರು ಮತ್ತು ಗುಂಪು ಸದಸ್ಯರು ಮಾತ್ರ ಇದರ ಭಾಗವಾಗಿದೆ ವೆಬ್ಸೈಟ್ ಅಭಿವೃದ್ಧಿ ತಂಡ. <br/> <span>ಆನ್ಲೈನ್ ​​ಸಮುದಾಯ:</span>ಆನ್ಲೈನ್ ​​ಬೆಂಬಲ ಗುಂಪನ್ನು ನಿರ್ಮಿಸುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ
