Repository: sanjana2296/GDD-dhvani
Catalog: src/locale/messages.*.xlf
Languages: es, fr

# PhysiotherapistContent
source: A physiotherapist helps in the management and development of movement skills. Physiotherapy may include exercises to strengthen weak muscles and games to improve coordination and motor skills.<br/><br/> “Ishaani’s went through intense physiotherapy sessions before we actually took for an assessment for GDD, we were told that she would improve through the PT sessions, as she still had her cognitive abilities intact, we never realized that she was going through regression in phases. She had PT sessions at the hospital”
es: एक फिजियोथेरेपिस्ट के प्रबंधन और विकास में मदद करता है आंदोलन कौशल। फिजियोथेरेपी में मजबूत बनाने के लिए व्यायाम शामिल हो सकते हैं कमजोर मांसपेशियों और खेल समन्वय और मोटर कौशल में सुधार करने के लिए।<br/><br/> "इशानी की हम से पहले गहन फिजियोथेरेपी सत्रों के माध्यम से चला गया वास्तव में GDD के लिए एक आकलन के लिए, हमें बताया गया था कि वह करेगी पीटी सत्रों के माध्यम से सुधार, क्योंकि वह अभी भी उसकी संज्ञानात्मक थी क्षमताओं बरकरार है, हम कभी नहीं महसूस किया कि वह के माध्यम से जा रहा था चरणों में प्रतिगमन। अस्पताल में उसके पीटी सत्र थे ”
fr: ಒಂದು ಭೌತಚಿಕಿತ್ಸಕ ನಿರ್ವಹಣೆ ಮತ್ತು ಅಭಿವೃದ್ಧಿಗೆ ನೆರವಾಗುತ್ತದೆ ಚಳುವಳಿ ಕೌಶಲ್ಯಗಳು. ಭೌತಚಿಕಿತ್ಸೆಯು ಬಲಪಡಿಸಲು ವ್ಯಾಯಾಮಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು ದುರ್ಬಲ ಸ್ನಾಯುಗಳು ಮತ್ತು ಆಟಗಳ ಸಂಯೋಜನೆ ಮತ್ತು ಮೋಟಾರ್ ಕೌಶಲ್ಯಗಳನ್ನು ಸುಧಾರಿಸಲು.<br/><br/> "ಇಶಾನಿಯವರು ಮೊದಲು ತೀವ್ರವಾದ ಭೌತಚಿಕಿತ್ಸೆಯ ಅವಧಿಯೊಳಗೆ ಹೋದರು ವಾಸ್ತವವಾಗಿ ಜಿಡಿಡಿ ಒಂದು ಮೌಲ್ಯಮಾಪನಕ್ಕೆ ತೆಗೆದುಕೊಂಡಿತು, ನಾವು ಅವಳು ಎಂದು ತಿಳಿಸಲಾಯಿತು ಪಿಟಿ ಅಧಿವೇಶನಗಳ ಮೂಲಕ ಸುಧಾರಿಸಿಕೊಳ್ಳಿ, ಏಕೆಂದರೆ ಅವಳು ಇನ್ನೂ ತನ್ನ ಜ್ಞಾನವನ್ನು ಹೊಂದಿದ್ದಳು ಸಾಮರ್ಥ್ಯಗಳು ಸರಿಯಾಗಿಲ್ಲ, ಅವಳು ಹಾದುಹೋಗುವೆ ಎಂದು ನಾವು ಎಂದಿಗೂ ಅರಿತುಕೊಂಡಿಲ್ಲ ಹಂತಗಳಲ್ಲಿ ಹಿಂಜರಿಕೆಯನ್ನು. ಅವರು ಆಸ್ಪತ್ರೆಯಲ್ಲಿ ಪಿಟಿ ಅಧಿವೇಶನಗಳನ್ನು ಹೊಂದಿದ್ದರು "

# OccupationalContent
source: An Occupational Therapist helps children and young people who have difficulties in carrying out everyday tasks. For example, eating, dressing or playing. <br/><br/> “ Since I was a working mother and taking Ishaani every day to the hospital was becoming a problem, we organized for OT sessions at home when an OT practitioner would come for a couple of hours”
es: एक व्यावसायिक चिकित्सक उन बच्चों और युवा लोगों की मदद करता है जिनके पास है रोजमर्रा के कार्यों को करने में कठिनाइयाँ। उदाहरण के लिए, खाना, कपड़े पहनना या खेलना। <br/><br/> “चूंकि मैं एक कामकाजी माँ थी और हर दिन ईशानी ले रही थी अस्पताल एक समस्या बन रहा था, हमने ओटी सत्रों के लिए आयोजन किया घर जब एक ओटी व्यवसायी कुछ घंटों के लिए आएगा ”
fr: ಒಂದು ವ್ಯಾವಹಾರಿಕ ಚಿಕಿತ್ಸಕ ಮಕ್ಕಳು ಮತ್ತು ಯುವಜನರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ ದೈನಂದಿನ ಕಾರ್ಯಗಳನ್ನು ಕೈಗೊಳ್ಳುವಲ್ಲಿ ತೊಂದರೆಗಳು. ಉದಾಹರಣೆಗೆ, ತಿನ್ನುವುದು, ಡ್ರೆಸಿಂಗ್ ಅಥವಾ ಪ್ಲೇಯಿಂಗ್. <br/><br/> "ನಾನು ಕೆಲಸ ಮಾಡುವ ತಾಯಿಯೆಂದೂ ಮತ್ತು ಇಶಾನಿಯನ್ನು ಪ್ರತಿ ದಿನವೂ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿದ್ದೇನೆ ಆಸ್ಪತ್ರೆಯೊಂದು ಸಮಸ್ಯೆಯಾಗುತ್ತಿದೆ, ನಾವು OT ಅಧಿವೇಶನಗಳಿಗಾಗಿ ಆಯೋಜಿಸಿದ್ದೇವೆ OT ವೈದ್ಯರು ಕೆಲವು ಗಂಟೆಗಳ ಕಾಲ ಬಂದಾಗ "

# additionalMonetaryContent
source: Having a child with developmental delay would mean, an additional burden on the family’s income. Investment in terms of:<br/>  Diapers – child may never achieve potty training<br/>  Medicines<br/>  Home nurses/care takers<br/>  Equipment<br/>  Therapists<br/>  Visits to hospitals<br/> <br/> Go to <a>Contact us</a> if you are a family in need of financial assistance, we will try to find you a donor who could help you. We request you to have patience and wait, till we are able to organize some assistance or help.
es: विकासात्मक देरी वाले बच्चे का मतलब होगा, एक अतिरिक्त परिवार की आय पर बोझ। के संदर्भ में निवेश:<br/>  डायपर - बच्चा कभी पॉटी ट्रेनिंग हासिल नहीं कर सकता<br/>  दवाई<br/>  घर की नर्स / केयर टेकर<br/>  उपकरण<br/> चिकित्सक<br/>  अस्पतालों का दौरा<br/> <br/> के लिए जाओ <a> हमसे संपर्क करें</a> यदि आप वित्तीय की जरूरत में एक परिवार हैं सहायता, हम आपको एक दाता खोजने की कोशिश करेंगे जो आपकी सहायता कर सके। हम आपसे अनुरोध है कि आप धैर्य रखें और प्रतीक्षा करें, जब तक कि हम व्यवस्थित करने में सक्षम न हों कुछ सहायता या सहायता।
fr: ಅಭಿವೃದ್ಧಿಯ ವಿಳಂಬದೊಂದಿಗೆ ಮಗುವನ್ನು ಹೊಂದಿರುವುದು, ಹೆಚ್ಚುವರಿ ಕುಟುಂಬದ ಆದಾಯದ ಮೇಲೆ ಹೊರೆ. ಈ ರೀತಿಯಾಗಿ ಹೂಡಿಕೆಯು:<br/>  ಒರೆಸುವ ಬಟ್ಟೆಗಳು - ಮಗುವಿನ ಕ್ಷುಲ್ಲಕ ತರಬೇತಿ ಸಾಧಿಸಲು ಎಂದಿಗೂ<br/>  ಔಷಧಗಳು<br/>  ಮನೆ ದಾದಿಯರು / ಆರೈಕೆ ಪಡೆಯುವವರು<br/>  ಉಪಕರಣ<br/>  ಚಿಕಿತ್ಸಕರು<br/>  ಆಸ್ಪತ್ರೆಗಳಿಗೆ ಭೇಟಿ<br/> <br/> ಹೋಗಿ <a>ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ</a> ನೀವು ಹಣಕಾಸಿನ ಅವಶ್ಯಕತೆ ಇರುವ ಕುಟುಂಬವಾಗಿದ್ದರೆ ಸಹಾಯ, ನಾವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವ ದಾನಿ ಹುಡುಕಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ. ನಾವು ನಾವು ಸಂಘಟಿಸಲು ಸಾಧ್ಯವಾಗುವವರೆಗೂ ತಾಳ್ಮೆಯಿಂದಿರಿ ಮತ್ತು ಕಾಯಲು ನಿಮ್ಮನ್ನು ವಿನಂತಿಸುತ್ತೇವೆ ಕೆಲವು ಸಹಾಯ ಅಥವಾ ಸಹಾಯ.

# BecomeAContent
source: I believe in the motto “The purpose of life is a life with a purpose”. When I started this project, my only thought was how could I, an ordinary working mother of a child with an undiagnosed condition, make a difference. My family and I worked hard to give Ishaani the quality of life that she deserved. I am lucky to have had the support of my family members in doing that. We were lucky to be working parents who could bear the burden of bringing up, taking care of such a child but there may be parents out there who may be facing financial problems or find it difficult to pay their medical/hospital bills.<br/> At dhvani.life we felt that we could help reach out to such parents and families. We want to create an awareness of GDD and for this we seek your help. You can choose to donate for either:<br/> C Sponsoring one hospitalized child, or<br/> C Donation for the awareness drive<br/> We intend to organize awareness camps across the state of Karnataka, reaching the remote locations as well. To do this, we need your assistance in the form of donations. All payments will go to “dhavni.life fund” and we will provide you the transaction sheets for all the amounts that we receive. As mentioned in our bench marks, we believe in not making a profit out of this. The idea is to connect such families to health care outlets where the child can avail medical facilities. <br/> We will extend this facility to other states once we prove ourselves in our initial attempt.<br/><br/> We thank you for your generosity.<br/><br/> Click below to make you donations.<br/> < donor paypal option>
es: मेरा मानना ​​है कि आदर्श वाक्य "जीवन का उद्देश्य एक उद्देश्य के साथ एक जीवन है"। जब मैंने इस परियोजना को शुरू किया, तो मेरा एकमात्र विचार था कि मैं कैसे कर सकता हूं, ए एक अनचाही स्थिति वाले बच्चे की साधारण कामकाजी माँ, कुछ अलग करो। मेरे परिवार और मैंने ईशानी को देने के लिए कड़ी मेहनत की जीवन की गुणवत्ता कि वह योग्य था। मैं भाग्यशाली हूं कि मुझे इसका समर्थन मिला मेरे परिवार के सदस्यों को ऐसा करने में। हम भाग्यशाली थे कि हम काम कर रहे हैं माता-पिता, जो देखभाल करने का बोझ उठा सकते थे, उनकी देखभाल करना एक बच्चा लेकिन वहाँ माता-पिता हो सकते हैं जो सामना कर रहे हों वित्तीय समस्याओं या उनके मेडिकल / अस्पताल का भुगतान करना मुश्किल लगता है बिल।<br/> Dhvani.life में हमें लगा कि हम ऐसे माता-पिता तक पहुंचने में मदद कर सकते हैं और परिवार। हम GDD और इसके लिए जागरूकता पैदा करना चाहते हैं आपकी मदद चाहते हैं। आप या तो दान करना चुन सकते हैं:<br/> C एक अस्पताल में भर्ती बच्चे, या<br/> Cजागरूकता अभियान के लिए दान <br/> हम राज्य भर में जागरूकता शिविर आयोजित करने का इरादा रखते हैं कर्नाटक, दूरदराज के स्थानों तक भी पहुंचना। ऐसा करने के लिए, हमें जरूरत है दान के रूप में आपकी सहायता। सभी भुगतान करने के लिए जाना जाएगा "Dhavni.life फंड" और हम आपको इसके लिए लेनदेन पत्र प्रदान करेंगे सभी राशियाँ जो हमें प्राप्त होती हैं। जैसा कि हमारी बेंच मार्क में बताया गया है, हम इसमें से लाभ कमाने पर विश्वास न करें। ऐसे जोड़ने का विचार है स्वास्थ्य देखभाल आउटलेट्स के लिए परिवार जहां बच्चा चिकित्सा का लाभ उठा सकता है सुविधाएं। <br/> एक बार स्वयं को साबित करने के बाद हम इस सुविधा को अन्य राज्यों में विस्तारित करेंगे हमारे शुरुआती प्रयास में।<br/><br/> आपकी उदारता के लिए हम आपके आभारी हैं.<br/><br/> आपको दान करने के लिए नीचे क्लिक करें।<br/> < donor paypal option>
fr: "ಉದ್ದೇಶವುಳ್ಳ ಜೀವನವು ಜೀವನದ ಉದ್ದೇಶ" ಎಂಬ ಧ್ಯೇಯವಾಕ್ಯದಲ್ಲಿ ನಾನು ನಂಬುತ್ತೇನೆ. ನಾನು ಈ ಯೋಜನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ, ನನ್ನ ಏಕೈಕ ಚಿಂತನೆಯು ಹೇಗೆ ನಾನು, ಎ ಒಂದು ನಿರ್ಧಿಷ್ಟ ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿರುವ ಮಗುವಿನ ಸಾಮಾನ್ಯ ಕೆಲಸದ ತಾಯಿ, ಒಂದು ವ್ಯತ್ಯಾಸವನ್ನು ಮಾಡಿ. ಇಶಾನಿಯನ್ನು ನೀಡಲು ನನ್ನ ಕುಟುಂಬ ಮತ್ತು ನಾನು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೆ ಅವರು ಅರ್ಹರು ಜೀವನದ ಗುಣಮಟ್ಟ. ನಾನು ಬೆಂಬಲ ಹೊಂದಿದ್ದಕ್ಕೆ ಅದೃಷ್ಟಶಾಲಿ ನನ್ನ ಕುಟುಂಬ ಸದಸ್ಯರು ಇದನ್ನು ಮಾಡುತ್ತಾರೆ. ನಾವು ಕೆಲಸ ಮಾಡಲು ಅದೃಷ್ಟವಂತರು ತಾಯಿಯ ಪೋಷಕರನ್ನು ಹೊಂದುವಂತಹ ಪೋಷಕರು, ಅಂತಹ ಆರೈಕೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ ಒಂದು ಮಗು ಆದರೆ ಅಲ್ಲಿ ಎದುರಾಗಿರುವ ಪೋಷಕರು ಅಲ್ಲಿಗೆ ಹೋಗಬಹುದು ಹಣಕಾಸಿನ ತೊಂದರೆಗಳು ಅಥವಾ ಅವರ ವೈದ್ಯಕೀಯ / ಆಸ್ಪತ್ರೆಯನ್ನು ಪಾವತಿಸಲು ಕಷ್ಟವಾಗುತ್ತದೆ ಬಿಲ್ಲುಗಳು.<br/> Dhvani.life ನಲ್ಲಿ ನಾವು ಅಂತಹ ಪೋಷಕರಿಗೆ ತಲುಪಲು ಸಹಾಯ ಮಾಡಬಹುದೆಂದು ಭಾವಿಸಿದ್ದೇವೆ ಮತ್ತು ಕುಟುಂಬಗಳು. ನಾವು ಜಿಡಿಡಿ ಬಗ್ಗೆ ಜಾಗೃತಿ ಮೂಡಿಸಲು ಬಯಸುತ್ತೇವೆ ಮತ್ತು ಇದಕ್ಕಾಗಿ ನಾವು ನಿಮ್ಮ ಸಹಾಯವನ್ನು ಹುಡುಕುವುದು. ನೀವು ಇದಕ್ಕಾಗಿ ದಾನ ಮಾಡಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು:<br/> C ಆಸ್ಪತ್ರೆಗೆ ಒಳಗಾದ ಮಗುವನ್ನು ಪ್ರಾಯೋಜಿಸುತ್ತಿದೆ, ಅಥವಾ<br/> C ಜಾಗೃತಿ ಡ್ರೈವ್ಗೆ ಕೊಡುಗೆ<br/> ನಾವು ರಾಜ್ಯದಾದ್ಯಂತ ಜಾಗೃತಿ ಶಿಬಿರಗಳನ್ನು ಸಂಘಟಿಸಲು ಬಯಸುತ್ತೇವೆ ಕರ್ನಾಟಕ, ದೂರದ ಸ್ಥಳಗಳನ್ನು ತಲುಪುತ್ತದೆ. ಇದನ್ನು ಮಾಡಲು, ನಮಗೆ ಬೇಕು ದೇಣಿಗೆ ರೂಪದಲ್ಲಿ ನಿಮ್ಮ ಸಹಾಯ. ಎಲ್ಲಾ ಪಾವತಿಗಳನ್ನು ಹೋಗುತ್ತದೆ "Dhavni.life ನಿಧಿ" ಮತ್ತು ನಾವು ನಿಮಗೆ ವ್ಯವಹಾರದ ಹಾಳೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ ನಾವು ಸ್ವೀಕರಿಸುವ ಎಲ್ಲಾ ಪ್ರಮಾಣಗಳು. ನಮ್ಮ ಬೆಂಚ್ ಮಾರ್ಕ್ನಲ್ಲಿ ಹೇಳಿದಂತೆ, ನಾವು ಇದರಿಂದ ಲಾಭವನ್ನು ಗಳಿಸಬಾರದು ಎಂದು ನಂಬುತ್ತಾರೆ. ಅಂತಹ ಸಂಪರ್ಕ ಕಲ್ಪಿಸುವುದು ಮಗುವಿಗೆ ವೈದ್ಯಕೀಯವನ್ನು ಪಡೆಯಬಹುದಾದ ಆರೋಗ್ಯ ಕೇಂದ್ರಗಳಿಗೆ ಕುಟುಂಬಗಳು ಸೌಲಭ್ಯಗಳು. <br/> ನಾವು ಸಾಬೀತುಪಡಿಸಿದ ನಂತರ ನಾವು ಈ ಸೌಲಭ್ಯವನ್ನು ಇತರ ರಾಜ್ಯಗಳಿಗೆ ವಿಸ್ತರಿಸುತ್ತೇವೆ ನಮ್ಮ ಆರಂಭಿಕ ಪ್ರಯತ್ನದಲ್ಲಿ.<br/><br/> ನಿಮ್ಮ ಔದಾರ್ಯಕ್ಕಾಗಿ ನಾವು ಧನ್ಯವಾದಗಳು.<br/><br/> ನಿಮಗೆ ದೇಣಿಗೆ ನೀಡಲು ಕೆಳಗೆ ಕ್ಲಿಕ್ ಮಾಡಿ.<br/> < donor paypal option>

# DonorSheetContent
source: This page is dedicated to the kindness bestowed upon us by our donors. We take this opportunity to thank them. We proudly present our donor list:
es: यह पृष्ठ हमारे द्वारा हमें दी गई दयालुता को समर्पित है दाताओं। हम उन्हें धन्यवाद देने का अवसर लेते हैं। हम गर्व से पेश करते हैं हमारी दाता सूची:
fr: ಈ ಪುಟ ನಮ್ಮಿಂದ ದಯಪಾಲಿಸಲ್ಪಟ್ಟಿದೆ ದಾನಿಗಳು. ಅವರಿಗೆ ಈ ಅವಕಾಶವನ್ನು ನಾವು ನೀಡುತ್ತೇವೆ. ನಾವು ಹೆಮ್ಮೆಯಿಂದ ಪ್ರಸ್ತುತಪಡಿಸುತ್ತೇವೆ ನಮ್ಮ ದಾನಿ ಪಟ್ಟಿ:

# acknowledgementContent
source: First of all, I would like to acknowledge the service and dedication of Dr. Pushpa G Kini’s Unit II and her pediatric team of KMC, Manipal since June 2010. Under her guidance, the team worked on Ishaani’s medical condition and gave us complete support whether it was dealing with emergencies or during her regular hospital visits or when she was admitted in the pediatric ICU. <br/> I would also like to give a shout out to the pediatric ICU team of KMC where Ishaani spent many days under the care of all the wonderful nurses who we interacted with on a regular basis. <br/> I would like to acknowledge the encouragement and constant motivation received from Team MAHE FAIMER in giving this idea a chance to grow, see the end of the tunnel and become a working model.
es: सबसे पहले, मैं सेवा और समर्पण को स्वीकार करना चाहूंगा डॉ। पुष्पा जी किनी की यूनिट II और KMC की उनकी बाल चिकित्सा टीम, मणिपाल जून 2010 के बाद से, उनके मार्गदर्शन में, टीम ने इशानी पर काम किया चिकित्सा हालत और हमें पूरा समर्थन दिया चाहे वह था आपात स्थिति से निपटने या उसके नियमित अस्पताल जाने के दौरान या जब उसे बाल चिकित्सा आईसीयू में भर्ती कराया गया था। <br/> मैं केएमसी के बाल चिकित्सा आईसीयू टीम को एक चिल्लाओ देना चाहूंगा जहां ईशानी ने सभी अद्भुत की देखभाल के तहत कई दिन बिताए जिन नर्सों के साथ हमने नियमित रूप से बातचीत की। मैं प्रोत्साहन और निरंतरता को स्वीकार करना चाहूंगा इस विचार को देने में टीम MAHE FAIMER से प्रेरणा प्राप्त की गई बढ़ने का मौका, सुरंग के अंत को देखने और एक काम बन गया आदर्श।
fr: ಮೊದಲಿಗೆ, ನಾನು ಸೇವೆ ಮತ್ತು ಸಮರ್ಪಣೆಗಳನ್ನು ಅಂಗೀಕರಿಸಲು ಬಯಸುತ್ತೇನೆ ಡಾ. ಪುಷ್ಪಾ ಜಿ ಕಿನಿಯವರ ಯೂನಿಟ್ II ಮತ್ತು ಅವರ ಮಕ್ಕಳ ತಂಡ ಕೆಎಂಸಿ, ಮಣಿಪಾಲ್ ಜೂನ್ 2010 ರಿಂದ. ಅವರ ಮಾರ್ಗದರ್ಶನದಲ್ಲಿ, ಇಶಾನಿಯವರ ತಂಡವು ಕೆಲಸ ಮಾಡಿದೆ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿ ಮತ್ತು ಅದು ನಮಗೆ ಸಂಪೂರ್ಣ ಬೆಂಬಲ ನೀಡಿತು ತುರ್ತುಸ್ಥಿತಿಗಳನ್ನು ಎದುರಿಸುವುದು ಅಥವಾ ಅವರ ಸಾಮಾನ್ಯ ಆಸ್ಪತ್ರೆ ಭೇಟಿಗಳು ಅಥವಾ ಯಾವಾಗ ಅವಳು ಶಿಶುವೈದ್ಯ ICU ನಲ್ಲಿ ದಾಖಲಾದಳು. <br/> ನಾನು KMC ಯ ಮಕ್ಕಳ ICU ತಂಡಕ್ಕೆ ಸಹ ಕೂಗು ನೀಡಲು ಬಯಸುತ್ತೇನೆ ಅಲ್ಲಿ ಇಶಾನಿಯು ಅನೇಕ ದಿನಗಳ ಕಾಲ ಎಲ್ಲ ಅದ್ಭುತಗಳನ್ನು ಕಾಪಾಡಿಕೊಂಡರು ನಾವು ನಿಯಮಿತವಾಗಿ ಸಂವಹನ ಮಾಡಿದ ದಾದಿಯರು.<br/> ಪ್ರೋತ್ಸಾಹ ಮತ್ತು ಸ್ಥಿರತೆಯನ್ನು ಅಂಗೀಕರಿಸಲು ನಾನು ಬಯಸುತ್ತೇನೆ ಈ ಕಲ್ಪನೆಯನ್ನು ನೀಡುವಲ್ಲಿ ತಂಡ MAHE FAIMER ನಿಂದ ಪಡೆಯಲಾದ ಪ್ರೇರಣೆ ಬೆಳೆಯಲು ಅವಕಾಶ, ಸುರಂಗದ ಕೊನೆಯಲ್ಲಿ ನೋಡಿ ಮತ್ತು ಕೆಲಸ ಮಾದರಿ.

# mainWhatAreDevelopmentalMilestones
source: What are developmental milestones?
es: विकास के मील के पत्थर क्या हैं?
fr: ಅಭಿವೃದ್ಧಿ ಮೈಲಿಗಲ್ಲುಗಳು ಯಾವುವು?

# mainCheckYourMilestone
source: Check your milestone
es: अपने मील के पत्थर की जाँच करें
fr: ನಿಮ್ಮ ಮೈಲಿಗಲ್ಲು ಪರಿಶೀಲಿಸಿ

# VacinateYourChildContent
source: Regardless of whether your child has developmental delays or not, do not ever forget to immunize your child. Here is the image of the immunization schedule: <br/> <br/> <a>Link to the National Immunization Schedule 2017 (English) (PDF)</a> <br/> <a>Link to article on National Immunization Schedule 2018</a> <br/><br/><br/><span>Disclaimer: Always consult your child pediatrician for all your queries</span>
es: भले ही आपके बच्चे में विकासात्मक देरी हो या न हो, कभी नहीं अपने बच्चे का टीकाकरण करना न भूलें। यहाँ टीकाकरण अनुसूची की छवि है: <br/> <br/> <a>Link to the National Immunization Schedule 2017 (English) (PDF)</a> <br/> <a>Link to article on National Immunization Schedule 2018</a> <br/><br/><br/><span>Disclaimer: Always consult your child pediatrician for all your queries</span>
fr: ನಿಮ್ಮ ಮಗುವು ಅಭಿವೃದ್ಧಿಯ ವಿಳಂಬಗಳನ್ನು ಹೊಂದಿರಲಿ ಅಥವಾ ಇಲ್ಲದಿರಲಿ, ಎಂದಿಗೂ ಇಲ್ಲ ನಿಮ್ಮ ಮಗುವನ್ನು ಪ್ರತಿರಕ್ಷಿಸಲು ಮರೆಯಬೇಡಿ. ಇಲ್ಲಿ ಪ್ರತಿರಕ್ಷಣೆ ವೇಳಾಪಟ್ಟಿ ಚಿತ್ರ: <br/> <br/> <a>Link to the National Immunization Schedule 2017 (English) (PDF)</a> <br/> <a>Link to article on National Immunization Schedule 2018</a> <br/><br/><br/><span>Disclaimer: Always consult your child pediatrician for all your queries</span>
