Repository: sanjana2296/GDD-dhvani
Catalog: src/locale/messages.*.xlf
Languages: es, fr

# homeContent
source: <span>Hi Visitor,</span><span>Dear {{currentUser.firstName}},</span><br/> Namaste!<br/> If you’ve reached here, I’m thinking it’s either because you have googled “GDD” or “Global Development Delay” or “developmental delay”. Are you doing the right thing looking for help? Yes, <b><i>you are</i></b> doing the right thing! You want to learn more of what may seem different in your child as compared to children in his/her age group, so that I feel “is a step in the right direction!.” <br/>This website “dhvani.life” is a forum, for connecting parents of children with GDD. I designed this website as a support system for parents especially mothers of such innocent angels. I consider <b><i>“support”</i></b> a necessity and I believe a strong and “aware” mother will help the entire family (which may include other normal siblings and the father) to carry on as a normal family. Every mother hopes that her child is growing according to the milestones of a normal child. But what do you do if you notice a delay? <span><br/>Being a mother of a child with a generic name for her condition called “degenerative neuroregression” I can completely empathize with this constant need to become aware, to know more and to find a way to help our bundle of joy. <br/>We (my team and I) have tried to include resources that will benefit you and your loved ones. In India especially, there is a lack of <span>awareness of rare conditions such as the one my daughter, Ishaani had been categorized under.</span> I wish that the other mothers unlike me do not have to struggle as much as I did with no information or direction on how to manage such a child. My daughter is no more with us, she passed away on June 4th, 2019 at 10 years and 2 months. She was a “fighter” and fought her way during the years she was with us. She brought serenity, joy and love to all those who had the chance to be with her. She is my inspiration and my strength along with my son, her elder brother. <br/> I hope that this website will help some of you mothers out there, if not all, to know that there are others just like you. You are not alone. Most of the content that you will find here is based on my personal experience that I would like to share with you. <br/> Those of you, who have arrived at this website <span><i>and are not parents or are casual visitors,</i></span> help us in reaching out to those who need help. <br/> Please feel free to share your real life stories via images, videos or blogs. If you request anonymity, we will honor that. Let’s build a community that respects and helps one another by becoming a member! <br/> We have also created social media outlets via Facebook, Twitter and Instagram (links are below in the footer), I request you to share these links with your family and friends. <br/><br/><br/></span> <span><i>Ishaani’s</i> mother,<br/> Poornima</span>
es: <span> हाय आगंतुक,</span><span> प्रिय {{currentUser.firstName}},</span><br/> नमस्ते!<br/> यदि आप यहाँ तक पहुँच गए हैं, तो मैं इसे सोच रहा हूँ क्योंकि आपने "GDD" को गुगला दिया है या "वैश्विक विकास में देरी" या "विकास में देरी"। क्या आप सही कर रहे हैं? मदद की तलाश है? हाँ, <b> <i> आप हैं</i></b> सही चीज़ करना! आप और सीखना चाहते हैं आपकी उम्र में बच्चों की तुलना में आपके बच्चे में क्या अलग लग सकता है समूह, ताकि मुझे लगे "सही दिशा में एक कदम है!" <br/>This website “dhvani.life” is a forum, for connecting parents of children with GDD. मैंने इस वेबसाइट को विशेष रूप से माता-पिता की माताओं के लिए एक सहायता प्रणाली के रूप में डिज़ाइन किया है निर्दोष फरिश्ते। मेरा मानना <b><i>"समर्थन"</i></b> एक आवश्यकता और मुझे विश्वास है कि एक मजबूत और "जागरूक" माँ पूरे परिवार की मदद करेगी (जिसमें अन्य सामान्य भाई-बहन शामिल हो सकते हैं और पिता) को एक सामान्य परिवार के रूप में आगे बढ़ना है। हर माँ उम्मीद करती है कि उसका बच्चा हो एक सामान्य बच्चे के मील के पत्थर के अनुसार बढ़ रहा है। लेकिन आप क्या करते हैं सूचना में देरी? <span><br/> "अपक्षयी न्यूरोरेग्रेशन" नामक अपनी स्थिति के लिए एक सामान्य नाम वाले बच्चे की माँ होने के नाते मैं पूरी तरह से इस निरंतर आवश्यकता के साथ सहानुभूति रख सकती हूं कि हमें जागरूक होने, अधिक जानने और हमारे आनंद के बंडल की मदद करने का एक तरीका मिल सके। <br/> हमने (मेरी टीम और मैंने) ऐसे संसाधनों को शामिल करने की कोशिश की है जो आपको और आपके लाभान्वित करेंगे प्रियजनों। भारत में विशेष रूप से, की कमी है<span> दुर्लभ स्थितियों के बारे में जागरूकता एक मेरी बेटी के रूप में, ईशानी के तहत वर्गीकृत किया गया था। </span> मेरी इच्छा है कि दूसरी माताएँ इसके विपरीत हों मुझे उतना संघर्ष नहीं करना है, जितना मैंने बिना किसी सूचना या निर्देश के किया है ऐसे बच्चे का प्रबंधन कैसे करें। मेरी बेटी अब हमारे साथ नहीं है, उसका निधन हो गया 4 जून, 2019 को 10 साल और 2 महीने पर। वह एक "फाइटर" थीं और उन्होंने अपनी लड़ाई लड़ी वर्षों के दौरान वह हमारे साथ थी। वह उन सभी के लिए शांति, खुशी और प्यार लाया जिसके पास होने का मौका था। वह मेरी प्रेरणा और मेरी ताकत हैं मेरे बेटे के साथ, उसका बड़ा भाई। <br/> मुझे उम्मीद है कि यह वेबसाइट आप में से कुछ माताओं की मदद करेगी, यदि नहीं, तो सभी को पता है तुम्हारे जैसे ही दूसरे भी हैं। तुम अकेले नही हो। अधिकांश सामग्री जो आप हैं यहाँ मिलेगा मेरे व्यक्तिगत अनुभव पर आधारित है जिसे मैं साझा करना चाहूंगा आप। <br/> आप में से जो इस वेबसाइट पर पहुंचे हैं <span><i> और माता-पिता नहीं हैं या आकस्मिक नहीं हैं visitors,</i></span> उन लोगों तक पहुंचने में हमारी मदद करें जिन्हें मदद की ज़रूरत है। <br/> कृपया छवियों, वीडियो या ब्लॉग के माध्यम से अपनी वास्तविक जीवन की कहानियों को साझा करने के लिए स्वतंत्र महसूस करें। अगर तुम गुमनामी का अनुरोध करें, हम उसका सम्मान करेंगे। आइए एक समुदाय का निर्माण करें जो सम्मान करता है और सदस्य बनकर एक दूसरे की मदद करता है! <br/> हमने फेसबुक, ट्विटर और इंस्टाग्राम के माध्यम से सोशल मीडिया आउटलेट भी बनाए हैं (लिंक पाद में नीचे हैं), मैं आपसे अपने परिवार के साथ इन लिंक को साझा करने का अनुरोध करता हूं और मित्र। <br/><br/><br/></span> <span><i>ईशानी के</i> मां,<br/> पूर्णिमा</span>
fr: <span> ಹಾಯ್ ವಿಸಿಟರ್,</span><span> ಪ್ರೀತಿಯ {{currentUser.firstName}},</span><br/> ನಮಸ್ತೆ!<br/> ನೀವು ಇಲ್ಲಿಗೆ ತಲುಪಿದಲ್ಲಿ, ನಾನು "GDD" ಗೆ ಹೋಗಿರುವುದರಿಂದ ನಾನು ಅದನ್ನು ಯೋಚಿಸುತ್ತೇನೆ ಅಥವಾ "ಜಾಗತಿಕ ಅಭಿವೃದ್ಧಿ ವಿಳಂಬ" ಅಥವಾ "ಅಭಿವೃದ್ಧಿ ವಿಳಂಬ". ನೀವು ಸರಿಯಾದ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೀರಾ? ಸಹಾಯ ಹುಡುಕುತ್ತಿದ್ದೀರಾ? ಹೌದು, <b><i>ನೀವು</i></b> ಸರಿಯಾದ ಕೆಲಸ ಮಾಡುತ್ತಿರುವುದು! ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸುತ್ತೀರಿ ಅವನ / ಅವಳ ವಯಸ್ಸಿನಲ್ಲಿರುವ ಮಕ್ಕಳೊಂದಿಗೆ ಹೋಲಿಸಿದರೆ ನಿಮ್ಮ ಮಗುವಿನ ವಿಭಿನ್ನವಾಗಿ ಕಾಣಿಸಬಹುದು ಗುಂಪು, ಆದ್ದರಿಂದ ನಾನು "ಸರಿಯಾದ ದಿಕ್ಕಿನಲ್ಲಿ ಒಂದು ಹೆಜ್ಜೆ!" <br/> ಈ ವೆಬ್ಸೈಟ್ "dhvani.life" GDD ಯ ಮಕ್ಕಳ ಪೋಷಕರನ್ನು ಸಂಪರ್ಕಿಸಲು ಒಂದು ವೇದಿಕೆಯಾಗಿದೆ. ನಾನು ಈ ವೆಬ್ಸೈಟ್ ಅನ್ನು ವಿಶೇಷವಾಗಿ ಪೋಷಕರ ಪೋಷಕರಿಗೆ ಬೆಂಬಲ ವ್ಯವಸ್ಥೆಯಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದೆ ಮುಗ್ಧ ದೂತರು. ನಾನು ಪರಿಗಣಿಸುತ್ತೇನೆ <b><i>"ಬೆಂಬಲ"</i></b> ಒಂದು ಅವಶ್ಯಕ ಮತ್ತು ನಾನು ಬಲವಾದ ಮತ್ತು "ಅರಿವು" ತಾಯಿ ಇಡೀ ಕುಟುಂಬಕ್ಕೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ (ಇದು ಇತರ ಸಾಮಾನ್ಯ ಒಡಹುಟ್ಟಿದವರನ್ನೂ ಒಳಗೊಳ್ಳಬಹುದು ತಂದೆ) ಸಾಮಾನ್ಯ ಕುಟುಂಬವಾಗಿ ಸಾಗಿಸಲು. ಪ್ರತಿ ಮಗು ತನ್ನ ಮಗು ಎಂದು ಭಾವಿಸುತ್ತಾನೆ ಸಾಮಾನ್ಯ ಮಗುವಿನ ಮೈಲಿಗಲ್ಲುಗಳ ಪ್ರಕಾರ ಬೆಳೆಯುತ್ತಿದೆ. ಆದರೆ ನೀವು ಏನು ಮಾಡುತ್ತೀರಿ ವಿಳಂಬ ಗಮನಿಸಿ? <span><br/>ಮಗುವಿನ ತಾಯಿಯೊಬ್ಬಳು ತನ್ನ ಸ್ಥಿತಿಯ ಸಾಮಾನ್ಯ ಹೆಸರಿನೊಂದಿಗೆ "ಕ್ಷೀಣಗೊಳ್ಳುವ ನರಗ್ರಹಿಕೆ" ಎಂದು ಕರೆಯುತ್ತಿದ್ದಾನೆ, ನಮ್ಮ ಅರಿವಿನ ಕೊಟ್ಟಿಗೆಗೆ ಸಹಾಯ ಮಾಡಲು ಹೆಚ್ಚು ತಿಳಿಯಲು ಮತ್ತು ತಿಳಿದುಕೊಳ್ಳಲು ನಾನು ಈ ನಿರಂತರ ಅಗತ್ಯವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರಿತುಕೊಳ್ಳಬಹುದು. <br/>ನಾವು (ನನ್ನ ತಂಡ ಮತ್ತು ನಾನು) ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ್ದಾರೆ ಪ್ರೀತಿಪಾತ್ರರ. ವಿಶೇಷವಾಗಿ ಭಾರತದಲ್ಲಿ, ಕೊರತೆ ಇದೆ <span> ಇಂತಹ ಅಪರೂಪದ ಪರಿಸ್ಥಿತಿಗಳ ಅರಿವು ನನ್ನ ಮಗಳಾದ ಇಶಾನಿಯನ್ನು ವರ್ಗೀಕರಿಸಲಾಗಿದೆ.</span> ಇತರ ತಾಯಂದಿರು ಭಿನ್ನವಾಗಿಲ್ಲ ಎಂದು ನಾನು ಬಯಸುತ್ತೇನೆ ನಾನು ಯಾವುದೇ ಮಾಹಿತಿ ಅಥವಾ ದಿಕ್ಕಿನಲ್ಲಿ ಮಾಡದೆ ಇರುವಷ್ಟು ಹೆಚ್ಚು ಹೋರಾಟ ಮಾಡಬೇಕಾಗಿಲ್ಲ ಅಂತಹ ಮಗುವನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುವುದು. ನನ್ನ ಮಗಳು ನಮ್ಮೊಂದಿಗೆ ಇನ್ನೂ ಇಲ್ಲ, ಅವಳು ಹೊರಟುಹೋದಳು ಜೂನ್ 4, 2019 10 ವರ್ಷ ಮತ್ತು 2 ತಿಂಗಳು. ಅವಳು "ಹೋರಾಟಗಾರ" ಮತ್ತು ಅವಳ ರೀತಿಯಲ್ಲಿ ಹೋರಾಡಿದರು ವರ್ಷಗಳಲ್ಲಿ ಅವರು ನಮ್ಮೊಂದಿಗೆ ಇದ್ದರು. ಅವರು ಎಲ್ಲರಿಗೂ ಪ್ರಶಾಂತತೆ, ಸಂತೋಷ ಮತ್ತು ಪ್ರೀತಿಯನ್ನು ತಂದರು ಆಕೆಯು ಅವಳೊಂದಿಗೆ ಇರುವ ಅವಕಾಶವನ್ನು ಹೊಂದಿದ್ದಳು. ಅವಳು ನನ್ನ ಸ್ಫೂರ್ತಿ ಮತ್ತು ನನ್ನ ಶಕ್ತಿ ನನ್ನ ಮಗ, ಅವಳ ಹಿರಿಯ ಸಹೋದರನೊಂದಿಗೆ. <br/> ಈ ವೆಬ್ಸೈಟ್ ನಿಮಗೆ ಕೆಲವು ತಾಯಂದಿರನ್ನು ಅಲ್ಲಿಗೆ ತಲುಪಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಎಲ್ಲರೂ ಅಲ್ಲ, ತಿಳಿಯಲು ಇತರರು ನಿಮ್ಮಂತೆಯೇ ಇದ್ದಾರೆ ಎಂದು. ನೀವು ಒಬ್ಬರೇ ಅಲ್ಲ. ನೀವು ಹೊಂದಿರುವ ಹೆಚ್ಚಿನ ವಿಷಯ ನಾನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವ ನನ್ನ ವೈಯಕ್ತಿಕ ಅನುಭವದ ಆಧಾರದ ಮೇಲೆ ಇಲ್ಲಿ ಕಾಣುವಿರಿ ನೀನು. <br/> ಈ ವೆಬ್ಸೈಟ್ಗೆ ಬಂದವರು ಯಾರು? <span><i>ಮತ್ತು ಪೋಷಕರು ಅಲ್ಲ ಅಥವಾ ಸಾಂದರ್ಭಿಕ ಸಂದರ್ಶಕರು,</i></span> ಸಹಾಯ ಅಗತ್ಯವಿರುವವರಿಗೆ ತಲುಪಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ. <br/> ಚಿತ್ರಗಳು, ವೀಡಿಯೊಗಳು ಅಥವಾ ಬ್ಲಾಗ್ಗಳ ಮೂಲಕ ನಿಮ್ಮ ನೈಜ ಜೀವನದ ಕಥೆಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಮುಕ್ತವಾಗಿರಿ. ನೀನೇನಾದರೂ ಅನಾಮಧೇಯತೆಯನ್ನು ವಿನಂತಿಸಿ, ನಾವು ಅದನ್ನು ಗೌರವಿಸುತ್ತೇವೆ. ಗೌರವಿಸುವ ಸಮುದಾಯವನ್ನು ನಿರ್ಮಿಸಲು ಮತ್ತು ಸದಸ್ಯರಾಗುವ ಮೂಲಕ ಪರಸ್ಪರರಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತದೆ! <br/> ನಾವು ಫೇಸ್ಬುಕ್, ಟ್ವಿಟರ್ ಮತ್ತು Instagram ಮೂಲಕ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮದ ಅಂಗಗಳನ್ನು ಸಹ ರಚಿಸಿದ್ದೇವೆ (ಲಿಂಕ್ಗಳು ​​ಅಡಿಟಿಪ್ಪಣಿ ಕೆಳಗೆ), ನಿಮ್ಮ ಕುಟುಂಬದೊಂದಿಗೆ ಈ ಲಿಂಕ್ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನಾನು ನಿಮ್ಮನ್ನು ವಿನಂತಿಸುತ್ತೇನೆ ಮತ್ತು ಸ್ನೇಹಿತರು. <br/><br/><br/></span> <span><i> ಇಶಾನಿಯವರ</i> ತಾಯಿ,<br/> ಪೂರ್ಣಿಮಾ</span>

# feedFormContent
source: If you have a story, new information or content to share on the forum, please feel free to post it, you can view it on the <link Check Stories>.<br/> You are a part of the dhvani.life family, come express, discuss and share your thoughts with us.
es: यदि आपके पास कहानी, नई जानकारी या सामग्री को साझा करना है मंच, कृपया इसे पोस्ट करने के लिए स्वतंत्र महसूस करें, आप इसे & lt; लिंक पर देख सकते हैं कहानियों>.<br/> आप dhvani.life परिवार का एक हिस्सा हैं, व्यक्त करते हैं, चर्चा करते हैं और हमारे साथ अपने विचार साझा करें।

# ContactFormContent
source: We would love to hear from you. We are open to compliments, comments, opinions, feedback regarding the website or links. Please feel free to contact us.
es: हमें आपसे सुनना प्रिय लगेगा। हम तारीफ के लिए खुले हैं, टिप्पणी, राय, वेबसाइट या लिंक के बारे में प्रतिक्रिया। कृप्या हमें संपर्क करने के लिए स्वतंत्र महसूस करें।
fr: ನಿಮ್ಮಿಂದ ಕೇಳಲು ನಾವು ಉತ್ಸುಕರಾಗಿದ್ದೇವೆ. ನಾವು ಅಭಿನಂದನೆಗಳು, ವೆಬ್ಸೈಟ್ ಅಥವಾ ಲಿಂಕ್ಗಳ ಬಗ್ಗೆ ಕಾಮೆಂಟ್ಗಳು, ಅಭಿಪ್ರಾಯಗಳು, ಪ್ರತಿಕ್ರಿಯೆ. ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ.

# DashboardContent
source: Here are some links to help you start:
es: यहां कुछ लिंक दिए गए हैं जो आपको शुरू करने में मदद करते हैं:
fr: ಪ್ರಾರಂಭಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಕೆಲವು ಲಿಂಕ್ಗಳು ​​ಇಲ್ಲಿವೆ:

# CreateNewPostContent
source: Create new Post
es: नई पोस्ट बनाएँ
fr: ಹೊಸ ಪೋಸ್ಟ್ ರಚಿಸಿ

# ViewRealtimeFeedContent
source: View realtime feed
es: रियलटाइम फीड देखें
fr: ನೈಜ ಸಮಯದಲ್ಲಿ ಫೀಡ್ ವೀಕ್ಷಿಸಿ

# footerContent
source: © 2019 Copyright: dhvani.life
es: © 2019 कॉपीराइट: dhvani.life
fr: © 2019 ಕೃತಿಸ್ವಾಮ್ಯ: dhvani.life

# ChatoomContent
source: This forum is open for discussion between all members and guest users. Talk to us or anyone who is available online. We are here for you.<br/> We have a public chat room where all current online users can be viewed and you can carry on a conversation or if you prefer a private chat room with selected contacts, that is also possible. The idea is for you to be able discuss or share or speak to one another.
es: यह मंच सभी सदस्यों और अतिथि के बीच चर्चा के लिए खुला है उपयोगकर्ताओं। हमसे या किसी ऐसे व्यक्ति से बात करें जो ऑनलाइन उपलब्ध है। हम यहां के लिए हैं आप।<br/> हमारे पास एक सार्वजनिक चैट रूम है जहाँ सभी वर्तमान ऑनलाइन उपयोगकर्ता हो सकते हैं देखा गया और आप बातचीत को आगे बढ़ा सकते हैं या यदि आप एक निजी पसंद करते हैं चयनित संपर्कों के साथ चैट रूम, यह भी संभव है। विचार है आप के लिए चर्चा या साझा करने या एक दूसरे से बात करने में सक्षम होने के लिए।
fr: ಈ ವೇದಿಕೆ ಎಲ್ಲಾ ಸದಸ್ಯರು ಮತ್ತು ಅತಿಥಿಗಳ ನಡುವೆ ಚರ್ಚೆಗಾಗಿ ತೆರೆದಿರುತ್ತದೆ ಬಳಕೆದಾರರು. ನಮ್ಮೊಂದಿಗೆ ಅಥವಾ ಆನ್ಲೈನ್ನಲ್ಲಿ ಲಭ್ಯವಿರುವ ಯಾರಾದರೂ ಮಾತನಾಡಿ. ನಾವು ಇಲ್ಲಿದ್ದೇವೆ ನೀನು.<br/> ಪ್ರಸ್ತುತ ಎಲ್ಲಾ ಆನ್ಲೈನ್ ​​ಬಳಕೆದಾರರು ಇರುವ ಸಾರ್ವಜನಿಕ ಚಾಟ್ ರೂಮ್ ನಮಗೆ ಇದೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ ಮತ್ತು ನೀವು ಸಂಭಾಷಣೆ ನಡೆಸಬಹುದು ಅಥವಾ ನೀವು ಖಾಸಗಿ ಬಯಸಿದರೆ ಆಯ್ದ ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ಚಾಟ್ ರೂಮ್, ಇದು ಸಾಧ್ಯವಿದೆ. ಕಲ್ಪನೆ ನೀವು ಪರಸ್ಪರ ಚರ್ಚಿಸಲು ಅಥವಾ ಹಂಚಿಕೊಳ್ಳಲು ಅಥವಾ ಮಾತನಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

# mainHome
source: Home
es: होम
fr: ಮುಖಪುಟ

# mainWhyDhvaniLife
source: Why dhvani.life?
es: धवनी.जीवन क्यों?
fr: ಏಕೆ dhvani.life?

# mainBeAMember
source: Be a member
es: सदस्य बनो
fr: ಸದಸ್ಯರಾಗಿ

# mainOurBenchmarks
source: Our benchmarks
es: हमारे बेंचमार्क
fr: ನಮ್ಮ ಮಾನದಂಡಗಳು

# mainDisclaimer
source: Disclaimer
es: अस्वीकरण
fr: ಹಕ್ಕುತ್ಯಾಗ

# mainInspirationForDhvaniLife
source: Inspiration for dhvani.life
es: Dhvani.life के लिए प्रेरणा
fr: Dhvani.life ಗೆ ಪ್ರೇರಣೆ

# mainMilestones
source: Milestones
es: मील के पत्थर
fr: ಮೈಲಿಗಲ್ಲುಗಳು

# mainMilestonesForANormalChild
source: Milestones for a normal child
es: एक सामान्य बच्चे के लिए मील के पत्थर
fr: ಸಾಮಾನ್ಯ ಮಗುವಿಗೆ ಮೈಲಿಗಲ್ಲುಗಳು

# mainCheckYourMilestones
source: Check your Milestones
es: अपने मील के पत्थर की जाँच करें
fr: ನಿಮ್ಮ ಮೈಲಿಗಲ್ಲುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ

# mainVaccinateYourChild
source: Vaccinate your child
es: अपने बच्चे को टीका लगवाएं
fr: ನಿಮ್ಮ ಮಗುವನ್ನು ವ್ಯಾಕ್ಸಿನೇಟ್ ಮಾಡಿ

# mainDoctorVisit
source: Planning your first doctor visit
es: अपनी पहली डॉक्टर यात्रा की योजना बनाना
fr: ನಿಮ್ಮ ಮೊದಲ ವೈದ್ಯರು ಭೇಟಿ ಮಾಡಲು ಯೋಜಿಸಿ

# mainAboutGdd
source: About GDD
es: GDD के बारे में
fr: ಜಿಡಿಡಿ ಬಗ್ಗೆ

# mainAboutGDD
source: What is GDD?
es: GDD क्या है?
fr: ಜಿಡಿಡಿ ಎಂದರೇನು?

# mainTipsForParents
source: Tips for parents
es: माता-पिता के लिए टिप्स
fr: ಪೋಷಕರಿಗೆ ಸಲಹೆಗಳು

# mainThingsToKnow
source: Things you need to know
es: जिन चीजों को आपको जानना आवश्यक है
fr: ನೀವು ತಿಳಿಯಬೇಕಾದ ವಿಷಯಗಳು

# mainRehabilation
source: Rehabilitate
es: पुनर्वास
fr: ಪುನರ್ವಸತಿ

# mainWHyRehabilitation
source: Why Rehabilitation
es: क्यों पुनर्वास
fr: ಪುನರ್ವಸತಿ ಏಕೆ

# mainPhysiotherapy
source: Physiotherapy
es: फिजियोथेरेपी
fr: ಭೌತಚಿಕಿತ್ಸೆಯ

# mainOccupational
source: Occupational therapy
es: व्यावसायिक चिकित्सा
fr: ಔದ್ಯೋಗಿಕ ಚಿಕಿತ್ಸೆ

# mainSpecial
source: Special language pathologists
es: विशेष भाषा रोगविज्ञानी
fr: ವಿಶೇಷ ಭಾಷೆಯ ರೋಗಶಾಸ್ತ್ರಜ್ಞರು

# mainHelpForGdd
source: Help for GDD
es: GDD के लिए मदद
fr: GDD ಗಾಗಿ ಸಹಾಯ

# mainGovSchemes
source: Govt Schemes
es: सरकार की योजनाएं
fr: ಸರ್ಕಾರದ ಯೋಜನೆಗಳು

# mainResearchPaper
source: Research paper
es: शोध पत्र
fr: ಸಂಶೋಧನಾ ಲೇಖನ

# mainmonetary
source: Additional monetary burden
es: अतिरिक्त मौद्रिक बोझ
fr: ಹೆಚ್ಚುವರಿ ವಿತ್ತೀಯ ಹೊರೆ

# MainSpeakToUs
source: Speak to us
es: हमसे बोलो
fr: ನಮಗೆ ಮಾತನಾಡಿ

# mainNewPost
source: Write a new post
es: एक नई पोस्ट लिखें
fr: ಹೊಸ ಪೋಸ್ಟ್ ಬರೆಯಿರಿ

# mainCheckStories
source: Check stories
es: कहानियों की जाँच करें
fr: ಕಥೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ

# mainChatroom
source: Chatroom
es: गपशप करने का कमरा
fr: ಹರಟೆ ಕೋಣೆ

# mainContactUs
source: Contact Us
es: हमसे संपर्क करें
fr: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ

# mainWhereToGo
source: Where to go???
es: कहाँ जाना है???
fr: ಎಲ್ಲಿಗೆ ಹೋಗಬೇಕು???

# mainOurDonors
source: Our Donors
es: हमारे दाता
fr: ನಮ್ಮ ದಾನಿಗಳು

# mainBecomeADonor
source: Become a donor
es: दाता बनो
fr: ದಾನಿ ಆಗಿ

# mainOurDonorSheet
source: Our donor sheet
es: हमारी दाता चादर
fr: ನಮ್ಮ ದಾನಿ ಹಾಳೆ

# mainAboutUs
source: About us
es: हमारे बारे में
fr: ನಮ್ಮ ಬಗ್ಗೆ

# mainMeetOurTeam
source: Meet our team
es: हमारी टीम से मिलें
fr: ನಮ್ಮ ತಂಡವನ್ನು ಭೇಟಿ ಮಾಡಿ

# mainAcknowledgement
source: Acknowledgement
es: अभिस्वीकृति
fr: ಸ್ವೀಕೃತಿ

# mainLanguage
source: Language
es: भाषा
fr: ಭಾಷೆ

# mainKannada
source: Kannada
es: कन्नड़
fr: ಕನ್ನಡ

# mainEnglish
source: English
es: अंग्रेज़ी
fr: ಇಂಗ್ಲಿಷ್

# mainFrench
source: Hindi
es: हिंदी
fr: ಹಿಂದಿ

# homeBenchmarks
source: Bench marks
es: बेंच के निशान
fr: ಬೆಂಚ್ ಮಾರ್ಕ್ಸ್

# MileStonesForNormalChildContent
source: When my daughter Ishaani was born, it was our happiest day, she was a bubbly baby. It was a normal delivery and she had cried at birth. Who was to know that by the time she attained one year, things were going to change. Here is a chart for a normal child’s growth milestone. Thank you Dr. Fatima for the chart!
es: जब मेरी बेटी ईशानी का जन्म हुआ, वह हमारा सबसे खुशी का दिन था, वह थी एक चुलबुली बच्ची। यह एक सामान्य प्रसव था और वह जन्म के समय रोई थी। कौन जानता था कि जब तक वह एक वर्ष प्राप्त करती है, तब तक चीजें थीं बदलने जा रहा है। यहाँ एक सामान्य बच्चे के विकास के लिए एक चार्ट है। चार्ट के लिए धन्यवाद डॉ फातिमा!
fr: ನನ್ನ ಮಗಳು ಇಶಾನಿ ಜನಿಸಿದಾಗ, ಅದು ನಮ್ಮ ಸಂತೋಷದ ದಿನವಾಗಿತ್ತು, ಅವಳು ಬಬ್ಲಿ ಬೇಬಿ. ಇದು ಸಾಮಾನ್ಯ ವಿತರಣೆ ಮತ್ತು ಜನ್ಮದಲ್ಲಿ ಅವಳು ಅಳುತ್ತಾನೆ. ಆ ಸಮಯದಲ್ಲಿ ಅವಳು ಒಂದು ವರ್ಷದ ವರೆಗೆ ತಲುಪಿದ್ದೇವೆ ಎಂದು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾಯಿತು ಬದಲಿಸಲು ಹೋಗುತ್ತದೆ. ಸಾಮಾನ್ಯ ಮಗುವಿನ ಬೆಳವಣಿಗೆಯ ಮೈಲಿಗಲ್ಲುಗಾಗಿ ಒಂದು ಚಾರ್ಟ್ ಇಲ್ಲಿದೆ. ಡಾ ಧನ್ಯವಾದಗಳು. ಚಾರ್ಟ್ಗಾಗಿ ಫ್ಯಾಥಿಮಾ!

# DoctorVisitContent
source: When you do decide to meet the doctor with your child for the first time after you notice something different, it would be better if you prepare yourself. Keep some things that might help you explain the problem much more easily. I know it helped me, in convincing the doctor that we really have a concern and that we need help.<br/><br/>  Do not forget to carry “the booklet” that the maternity hospital provides you when you delivered your baby. <br/> <span> o Check for head circumference<br/></span> <span>o Length of the baby at birth<br/></span> <span>o Gestation period (how many weeks when you delivered)<br/></span> <span>o Delivery: normal or caesarian<br/><br/></span>  Keeping a notepad/dairy of events/incidents that you might have observed<br/>  Photographs in chronological order<br/>  Videos of your child when he/she was (in your opinion) doing things normally and when things started changing (in chronological order)<br/>  Any earlier medical records (if you consulted another doctor earlier)<br/>
es: जब आप अपने बच्चे के साथ पहली बार डॉक्टर से मिलने का फैसला करते हैं कुछ अलग नोटिस करें, बेहतर होगा कि आप खुद को तैयार करें। कुछ रखो ऐसी चीजें जो आपको समस्या को अधिक आसानी से समझाने में मदद कर सकती हैं। मुझे पता है कि इससे मदद मिली मुझे, डॉक्टर को यह समझाने में कि हमें वास्तव में एक चिंता है और हमें मदद की ज़रूरत है।<br/><br/> मातृत्व अस्पताल प्रदान करता है कि "पुस्तिका" ले जाने के लिए मत भूलना जब आपने अपना बच्चा दिया। <br/> <span> o सिर परिधि के लिए जाँच करें<br/></span> <span>o जन्म के समय बच्चे की लंबाई<br/></span> <span>o गर्भधारण की अवधि (आपने कितने सप्ताह में प्रसव कराया)<br/></span> <span>o डिलिवरी: सामान्य या सीज़ेरियन<br/><br/></span>  घटनाओं / घटनाओं का एक नोटपैड / डेयरी जो आपने देखा होगा<br/>  कालानुक्रमिक क्रम में तस्वीरें<br/>  अपने बच्चे के वीडियो जब वह / वह (आपकी राय में) बातें कर रहा था सामान्य रूप से और जब चीजें बदलने लगीं (कालानुक्रमिक क्रम में)<br/>  पहले के कोई मेडिकल रिकॉर्ड (यदि आपने पहले किसी अन्य डॉक्टर से सलाह ली हो)<br/>
fr: ನಿಮ್ಮ ಮಗುವಿನೊಂದಿಗೆ ವೈದ್ಯರನ್ನು ಮೊದಲ ಬಾರಿಗೆ ಭೇಟಿಯಾಗಲು ನೀವು ನಿರ್ಧರಿಸಿದಾಗ ಬೇರೆ ಯಾವುದನ್ನಾದರೂ ಗಮನಿಸಿ, ನೀವೇ ತಯಾರು ಮಾಡಿದರೆ ಅದು ಉತ್ತಮವಾಗಿರುತ್ತದೆ. ಕೆಲವು ಕೀಪ್ ಸಮಸ್ಯೆಯನ್ನು ಇನ್ನಷ್ಟು ಸುಲಭವಾಗಿ ವಿವರಿಸಲು ಸಹಾಯ ಮಾಡುವಂತಹ ವಿಷಯಗಳು. ಅದು ನನಗೆ ತಿಳಿದಿದೆ ನನಗೆ, ನಾವು ನಿಜವಾಗಿಯೂ ಕಾಳಜಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ನಮಗೆ ಸಹಾಯ ಬೇಕು ಎಂದು ವೈದ್ಯರಿಗೆ ಮನವರಿಕೆ ಮಾಡಿಕೊಳ್ಳುತ್ತೇವೆ.<br/><br/> ಮಾತೃತ್ವ ಆಸ್ಪತ್ರೆ ಒದಗಿಸುವ "ಬುಕ್ಲೆಟ್" ಅನ್ನು ಸಾಗಿಸಲು ಮರೆಯಬೇಡಿ ನೀನು ನಿನ್ನ ಮಗುವನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದಾಗ. <br/> <span> ತಲೆ ಸುತ್ತಳತೆಗಾಗಿ ಪರಿಶೀಲಿಸಿ<br/></span> <span>o ಹುಟ್ಟಿನಲ್ಲಿ ಮಗುವಿನ ಉದ್ದ<br/></span> <span>o ಗರ್ಭಾವಸ್ಥೆಯ ಅವಧಿ (ಎಷ್ಟು ವಾರಗಳ ನೀವು ವಿತರಿಸಿದಾಗ)<br/></span> <span>o ವಿತರಣೆ: ಸಾಮಾನ್ಯ ಅಥವಾ ಸಾಸೇರಿಯನ್<br/><br/></span>  ನೋಟ್ಪಾಡ್ / ಡೈರಿ ಘಟನೆಗಳು / ಘಟನೆಗಳನ್ನು ನೀವು ಗಮನಿಸಿದಂತೆ ಇರಿಸಿಕೊಳ್ಳಿ<br/>  ಕಾಲಾನುಕ್ರಮದಲ್ಲಿ ಛಾಯಾಚಿತ್ರಗಳು<br/>  ನಿಮ್ಮ ಮಗುವಿನ ವೀಡಿಯೊಗಳು ಅವನು / ಅವಳು ಆಗಿದ್ದಾಗ (ನಿಮ್ಮ ಅಭಿಪ್ರಾಯದಲ್ಲಿ) ಕೆಲಸಗಳನ್ನು ಮಾಡುತ್ತಿದ್ದಾರೆ ಸಾಮಾನ್ಯವಾಗಿ ಮತ್ತು ವಿಷಯಗಳನ್ನು ಬದಲಿಸಲು ಪ್ರಾರಂಭಿಸಿದಾಗ (ಕಾಲಾನುಕ್ರಮದಲ್ಲಿ)<br/>  ಯಾವುದೇ ಹಿಂದಿನ ವೈದ್ಯಕೀಯ ದಾಖಲೆಗಳು (ನೀವು ಮೊದಲು ಇನ್ನೊಬ್ಬ ವೈದ್ಯರನ್ನು ಸಲಹೆ ಮಾಡಿದರೆ)<br/>

# DisclaimerContent
source: “dhvani.life” is not a substitute for the role of the pediatrician, a clinician or a health professional. The function is to support the parent or caretaker of a child with GDD in enabling access to know- how, knowledge and access to funds and resources. Users of this website or dhvani mobile application are therefore urged to use their own judgment to ensure that the child receives the best possible care. We have made reasonable efforts the accuracy of the information we present on this online knowledge resource, we cannot guarantee its correctness and completeness. The information on the website is subject to change and we cannot guarantee that it is up-to- date.
es: "Dhvani.life" बाल रोग विशेषज्ञ की भूमिका के लिए एक विकल्प नहीं है, ए चिकित्सक या एक स्वास्थ्य पेशेवर। फ़ंक्शन का समर्थन करना है GDD वाले बच्चे के माता-पिता या देखभालकर्ता कैसे, ज्ञान और धन और संसाधनों तक पहुंच। इस के उपयोगकर्ता वेबसाइट या dhvani मोबाइल एप्लिकेशन को इसलिए उनका उपयोग करने का आग्रह किया जाता है यह सुनिश्चित करने के लिए कि बच्चे को सबसे अच्छा संभव प्राप्त होता है ध्यान। हमने सटीकता के प्रयास किए हैं जानकारी हम इस ऑनलाइन ज्ञान संसाधन पर प्रस्तुत करते हैं, हम नहीं कर सकते इसकी शुद्धता और पूर्णता की गारंटी। पर जानकारी वेबसाइट परिवर्तन के अधीन है और हम गारंटी नहीं दे सकते कि यह अप-टू- है दिनांक।
fr: "Dhvani.life" ಶಿಶುವೈದ್ಯದ ಪಾತ್ರಕ್ಕೆ ಬದಲಿಯಾಗಿಲ್ಲ, a ವೈದ್ಯರು ಅಥವಾ ಆರೋಗ್ಯ ವೃತ್ತಿಪರರು. ಕಾರ್ಯವನ್ನು ಬೆಂಬಲಿಸುವುದು GDD ಯೊಂದಿಗೆ ಮಗುವಿನ ಪೋಷಕರು ಅಥವಾ ಪೋಷಕರಿಗೆ ತಿಳಿದಿರುವ ಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಲ್ಲಿ- ಹೇಗೆ, ಹಣ ಮತ್ತು ಸಂಪನ್ಮೂಲಗಳಿಗೆ ಜ್ಞಾನ ಮತ್ತು ಪ್ರವೇಶ. ಇದರ ಬಳಕೆದಾರರು ವೆಬ್ಸೈಟ್ ಅಥವಾ ಧವಾನಿ ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಷನ್ ಅನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ಒತ್ತಾಯಿಸಲಾಗುತ್ತದೆ ಮಗುವು ಅತ್ಯುತ್ತಮ ಸಾಧ್ಯತೆಯನ್ನು ಪಡೆಯುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸ್ವಂತ ತೀರ್ಪು ಆರೈಕೆ. ನಾವು ಸಮಂಜಸ ಪ್ರಯತ್ನಗಳನ್ನು ನಿಖರತೆ ಮಾಡಿದ್ದೇವೆ ಈ ಆನ್ಲೈನ್ ​​ಜ್ಞಾನ ಸಂಪನ್ಮೂಲದಲ್ಲಿ ನಾವು ಪ್ರಸ್ತುತಪಡಿಸುವ ಮಾಹಿತಿ, ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ ಅದರ ನಿಖರತೆ ಮತ್ತು ಪರಿಪೂರ್ಣತೆಯನ್ನು ಖಾತರಿಪಡಿಸಿಕೊಳ್ಳಿ. ಮಾಹಿತಿಯ ಬಗ್ಗೆ ವೆಬ್ಸೈಟ್ ಬದಲಾವಣೆಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ ಮತ್ತು ಇದು ಅಪ್-ಟು-ಟು- ದಿನಾಂಕ.

# checkYourMilestonesContent
source: It is usually the parent that would be able to do the first level of assessment and I read in an article 1 the doctor mentioned “When a parent is worried, there is a good chance that something needs attention”. So you are doing a good job as a parent if you are looking for the red flags! Red flags indicate warning signs.<br/><br/><br/> <div> <i>A word of caution: </i>It is better to observe and record these observations with the exact or approximate date of recording.</div> <br/> <img/> <br/> Source: 1 Raymond Tervo, 2009. “Red flags and Rules of Thumb: Sorting out developmental delay”, A Pediatric perspective, Vol.18, No. 2
es: यह आमतौर पर माता-पिता है कि पहले स्तर के लिए सक्षम होगा मूल्यांकन और मैं एक लेख में पढ़ा 1 डॉक्टर ने उल्लेख किया "जब एक माता-पिता चिंतित हैं, एक अच्छा मौका है कि कुछ की जरूरत है ध्यान"। तो आप एक अभिभावक के रूप में अच्छा काम कर रहे हैं यदि आप देख रहे हैं लाल झंडे के लिए! लाल झंडे चेतावनी संकेत देते हैं।<br/><br/><br/> <div> <i> चेतावनी: </i> इनका निरीक्षण करना और रिकॉर्ड करना बेहतर है रिकॉर्डिंग की सटीक या अनुमानित तिथि के साथ अवलोकन।</div> <br/> <img/> <br/> स्रोत: 1 रेमंड टेरो, 2009। "लाल झंडे और अंगूठे के नियम: छंटनी विकास में देरी ”, एक बाल चिकित्सा परिप्रेक्ष्य, Vol.18, नंबर 2
fr: ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಮೊದಲನೇ ಹಂತವನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗುವ ಪೋಷಕವಾಗಿದೆ ಮೌಲ್ಯಮಾಪನ ಮತ್ತು ನಾನು 1 ನೇ ಲೇಖನದಲ್ಲಿ ಓದುತ್ತಿದ್ದೇನೆ "ಎ ಪೋಷಕರು ಚಿಂತಿತರಾಗಿದ್ದಾರೆ, ಏನಾದರೂ ಅಗತ್ಯವಿರುವ ಉತ್ತಮ ಅವಕಾಶವಿದೆ ಗಮನ ". ಆದ್ದರಿಂದ ನೀವು ಹುಡುಕುತ್ತಿರುವ ವೇಳೆ ಪೋಷಕರಂತೆ ನೀವು ಉತ್ತಮ ಕೆಲಸವನ್ನು ಮಾಡುತ್ತಿದ್ದೀರಿ ಕೆಂಪು ಧ್ವಜಗಳಿಗಾಗಿ! ಕೆಂಪು ಧ್ವಜಗಳು ಎಚ್ಚರಿಕೆ ಚಿಹ್ನೆಗಳನ್ನು ಸೂಚಿಸುತ್ತವೆ. <br/><br/><br/> <div> <i> ಎಚ್ಚರಿಕೆಯ ಒಂದು ಪದ: </i> ಇವುಗಳನ್ನು ಗಮನಿಸಿ ಮತ್ತು ದಾಖಲಿಸುವುದು ಉತ್ತಮ ರೆಕಾರ್ಡಿಂಗ್ನ ನಿಖರ ಅಥವಾ ಅಂದಾಜು ದಿನಾಂಕದೊಂದಿಗೆ ವೀಕ್ಷಣೆಗಳು.</div> <br/> <img/> <br/> ಮೂಲ: 1 ರೇಮಂಡ್ Tervo, 2009. "ಕೆಂಪು ಧ್ವಜಗಳು ಮತ್ತು ತಮ್ ನಿಯಮಗಳು: ಔಟ್ ಸಾರ್ಟಿಂಗ್ ಅಭಿವೃದ್ಧಿ ವಿಳಂಬ ", ಎ ಪೀಡಿಯಾಟ್ರಿಕ್ ದೃಷ್ಟಿಕೋನ, ಸಂಪುಟ .18, ಸಂಖ್ಯೆ 2
